<script setup>
import { inject, ref, onMounted, onUnmounted, watch } from 'vue';
import { add } from '~/utils/bor.js';
const scrollHandler = inject('handleScroll');
import { useRouter } from 'vue-router';
import { useNuxtStore } from "~/composables/store.js";
const counter = useNuxtStore()
const router = useRouter();
const route = useRoute();
definePageMeta({
  layout: false,
})

let newInfo = ref([
  {
    txt: "深耕全球暖通过滤！朝晖股份旗下seinfel再次参加2026美国AHR展",
    time: '2026-4-2',
    url: '/images/index/43-1.jpg',
    info: {
      title: "深耕全球暖通过滤！\n朝晖股份旗下seinfel再次参加2026美国AHR展",
      urls: [
         {
          path: '/images/index/43-1.jpg',
          tip: ''
        },
          {
          path: '/images/index/43-2.jpg',
          tip: ''
        },
          {
          path: '/images/index/43-3.jpg',
          tip: ''
        },
          {
          path: '/images/index/43-4.jpg',
          tip: ''
        },
          {
          path: '/images/index/43-5.jpg',
          tip: ''
        },
          {
          path: '/images/index/43-6.jpg',
          tip: ''
        },
          {
          path: '/images/index/43-7.jpg',
          tip: ''
        },  {
          path: '/images/index/43-8.jpg',
          tip: ''
        },
          {
          path: '/images/index/43-9.jpg',
          tip: ''
        },
          {
          path: '/images/index/43-10.jpg',
          tip: ''
        },
          {
          path: '/images/index/43-11.jpg',
          tip: ''
        },
          {
          path: '/images/index/43-12.jpg',
          tip: ''
        },
          {
          path: '/images/index/43-13.jpg',
          tip: ''
        },
      ],
      video: '',
      txt: [
        `深耕全球暖通过滤！朝晖股份旗下seinfel再次参加2026美国AHR展

当地时间2026年2月4日，全球暖通制冷行业的年度盛典——美国AHR展（Air-Conditioning, Heating, Refrigerating Expo）在拉斯维加斯国际会展中心圆满落幕。作为拥有近百年历史的行业标杆展会，本届盛会汇聚了来自全球70余个国家和地区的1200余家参展企业，吸引了超60000名专业观众到场交流洽谈，成为链接全球暖通产业资源、引领技术创新趋势的核心平台。

朝晖股份携旗下空气过滤品牌Seinfel参展，以全链条自主可控的产品实力与全球化制造布局，在北美舞台上展现了中国过滤企业的竞争力。

作为北美地区规模最大、专业性最强的暖通制冷领域展会，AHR展始终是行业技术革新与市场趋势的“风向标”，展品覆盖制冷空调系统、通风与空气净化、供暖与可再生能源、楼宇自控等全产业链核心品类。其中，空气净化板块作为高增长赛道，吸引了众多行业巨头与专业买家驻足，而暖通过滤系统作为保障室内空气质量与暖通系统高效运行的核心部件，更是成为展会期间的关注焦点之一。

本次参展，朝晖股份旗下空气过滤品牌Seinfel以材料自研、设备自研为核心亮点，集中展示了暖通过滤行业初效、中效、高效全系列过滤器产品，涵盖板式初效过滤器、袋式中效过滤器、有/无隔板高效过滤器等核心品类，全面适配商业建筑、工业厂房、医疗场所、民用住宅等多场景暖通过滤需求。

朝晖股份深耕过滤领域三十余年，公司始终坚持“以材料为基础，气、液两翼齐飞”的发展战略。构建了从过滤材料自研、产品设计、模具开发到产品生产、测试的供应链保障的完整核心体系，全链条自主可控。

为更好地服务全球客户、适配不同区域市场需求，朝晖股份已在全球布局五大生产基地，其中柬埔寨基地于2019年底正式投产，马来西亚基地于2025年逐步投产，同步配合中国浙江、广东、安徽三大基地，形成了覆盖亚洲、辐射全球的生产制造网络。这种全球化的制造布局，不仅能够有效降低国际贸易摩擦影响，适配北美、东南亚等不同区域的市场政策与物流需求，更能通过本地化生产提升交付效率、优化成本结构，为全球客户提供更具竞争力的产品与服务。

2026美国AHR展的圆满落幕，既是朝晖股份展示实力的舞台，更是其链接全球市场、深化国际合作的重要契机。未来，朝晖股份将继续以Seinfel品牌为核心，深耕暖通过滤及空气净化领域，持续强化技术研发与全球制造布局优势，为全球客户提供更优质的过滤产品与整体解决方案。`
      ]

    }
  },
  {
    txt: "旧岁序章终，新程已启航！",
    time: '2026-1-28',
    url: '/images/index/2026-1-28_cn.webp',
    info: {
      title: "旧岁序章终，\n新程已启航！",
      urls: [
        {
          path: '/images/index/2026-1-28_cn.webp',
          tip: ''
        }
      ],
      video: '',
      txt: [
        `旧岁序章终，新程已启航！在这百年未有之大变局，全球复杂的贸易环境中，朝晖股份始终推动环保产业的发展。展会作为行业趋势的窗口、资源聚合的枢纽，始终是朝晖股份链接市场、共探机遇的重要桥梁。
2026年，我们将聚焦技术前沿、深耕市场需求，更精准地对接目标，解锁增长新可能。期待在每一个展会现场，与你共话行业未来、共启合作新篇！



首站：美国Las Vegas
展会名称：2026美国暖通制冷展AHR时间：2026年2月2-4日展位号：SU1959展会地点：Las Vegas Convention Center and South Halls3150 Paradise Rd,Las Vegas, NV 89109
在美国AHR展会上，朝晖股份将展示商业及工业过滤行业解决方案。

第二站：中国包装容器展
展会名称：2026年中国包装容器展
展会时间：2026 年 4 月 15 日-17 日
展位号：7 B405
展会地点：深圳国际会展中心（宝安新馆）
在2026中国包装展上，朝晖股份将展示替塑100%可自然降解环保纸内包装方案。


第三站：2025春季广交会
展会名称：2026春季广交会
展会时间：2026年4月15日-19日
展会地点:中国进出口商品交易会展馆（琶洲展馆）

第四站：2026德国interpack展
展会名称：2026德国intepack包装展
展会时间：2026年5月7日-13日
展位号：7.2 B19
展会地点:Messe Düsseldorf Stockumer Kirchstraße 61
40474 Düsseldorf, Germany

2026 德国 Interpack（全称 “国际加工与包装机械展览会”）是全球包装与加工行业的顶级盛会，三年一届。朝晖股份将展示替塑100%可自然降解环保纸内包装方案。

第五站：2026中国便利店大会
展会名称：2026 CCFA新消费论坛--中国便利店大会
展会时间：2026年5月20日-22日
展位号：141
展会地点:中国长沙

CCFA新消费论坛—中国超市商品采购年会迄今已成功举办十一届，成为中国超市零供对接的行业标杆活动。
第六站：2026上海国际水展
展会名称：2026上海国际水展-世环会
展会时间：2026年6月9日-11日
展位号：1.1 H640
展会地点:上海国际会展中心

上海世环会是经 UFI 认证的国际级环保与绿色经济盛会，2026 年以 “工业节能与环保” 和 “人居环境与健康” 为核心，朝晖股份旗下品牌洁弗将展示工业及家用水过滤环保方案。

第七站：2026德国FILTECH展
展会名称：2026德国FILTECH过滤与分离展
展会时间：2026年6月3日-7月2日
展位号：Hall 7 H10
展会地点:德国科隆KoelnMesse

FILTECH‌ 是全球领先的过滤与分离技术专业展览会，是全球过滤行业规模最大、历史最悠久的专业展会之一。朝晖股份旗下科弗环境材料将再次参与此次盛会，展示过滤行业领先的材料技术与产品。


第八站：2026 IICIE国际集成电路创新博览会
展会名称：2026 IICIE国际集成电路创新博览会(IC创新博览会)
展会时间：2026年9月9日-11日
展位号：15D82
展会地点：深圳国际会展中心（宝安新馆）

IC创新博览会是华南地区重大的半导体行业展会，朝晖股份将展示半导体行业洁净室通风过滤解决方案。

第九站：2026秋季广交会
展会名称：2026春季广交会
展会时间：2026年10月15日-19日
展会地点:中国进出口商品交易会展馆（琶洲展馆）


第十站：2026李曼养猪大会
展会名称：2026李曼养猪大会会
展会时间：2026年10月22日-24日
展位号：W5130/W5132
展会地点:中原国际会展中心（郑州航空港经济综合实验区）


第十五届李曼中国养猪大会暨世界猪业博览会是全球规模领先的生猪全产业链专业盛会，朝晖股份联合旗下洁弗共同参展，展示养猪行业空气与水过滤行业方案。`
      ]

    }
  },
  {
    txt: "朝晖股份2025深圳半导体展：以洁净技术赋能产业未来",
    time: '2025-9-19',
    url: '/images/index/9-20-1.webp',
    info: {
      title: "朝晖股份2025深圳半导体展：\n以洁净技术赋能产业未来",
      urls: [
        {
          path: '/images/index/9-20-1.webp',
          tip: ''
        },
        {
          path: '/images/index/9-20-2.webp',
          tip: ''
        },
        {
          path: '/images/index/9-20-3.webp',
          tip: ''
        },
        {
          path: '/images/index/9-20-4.webp',
          tip: ''
        },
        {
          path: '/images/index/9-20-5.webp',
          tip: ''
        },
        {
          path: '/images/index/9-20-6.webp',
          tip: ''
        },
        {
          path: '/images/index/9-20-7.webp',
          tip: ''
        },
        {
          path: '/images/index/9-20-8.webp',
          tip: ''
        },
      ],
      video: '',
      txt: [
        `朝晖股份2025深圳半导体展：以洁净技术赋能产业未来

2025年9月10-12日，深圳国际会展中心（宝安新馆）迎来半导体行业年度盛会——深圳国际半导体展暨集成电路产业创新展（SEMI-e 2025）。作为全球半导体产业链的重要交汇点，本届展会以“芯启未来，智创生态”为主题，汇聚超1000家国内外领军企业，展览面积突破6万平方米，覆盖芯片设计、晶圆制造、先进封装、半导体设备及材料等全产业链生态。

朝晖股份作为洁净技术领域的标杆企业，携半导体洁净室核心解决方案亮相，与行业同仁共探未来。

以洁净技术护航半导体制造

在半导体产业向高精度、高集成度加速演进的背景下，洁净环境成为保障芯片良率与性能的关键。朝晖股份此次参展，旨在通过展示初效、中效、高效过滤器、FFU（风机过滤单元）及水过滤RO膜与超滤MBR系统三大核心产品线，为半导体客户提供从空气净化到水处理的全场景洁净解决方案。

  空气净化体系：针对晶圆制造、封装测试等环节对洁净度的严苛要求，朝晖的初效过滤器可拦截大颗粒污染物，中效过滤器进一步过滤微米级颗粒，而高效过滤器（如HEPA/ULPA）则实现0.3μm颗粒99.97%以上的拦截效率，为无尘车间构建“最后一道防线”。

  FFU单元：通过模块化设计实现灵活部署，支持风速调节与能耗优化，适配不同洁净等级需求，助力客户降低运维成本。

  水处理系统：水处理系统:经过UF超滤与RO反渗透膜技术结合处理后，再经过EDI（电去离子）或抛光混床进一步深度处理提纯‌可高效去除水中的离子、微生物及有机物，满足半导体清洗、蚀刻等工艺对超纯水的需求，助力客户实现水资源高效利用。

深化合作，共拓产业新生态

展会期间，朝晖团队与三星半导体、PWT中国，西南交大以及比亚迪、复旦大学等高校与企业展开深度对话，明确客户及研究机构对洁净室能耗优化、水处理系统稳定性及过滤器长寿命化的核心诉求，为下一代产品研发提供了方向。`
      ]

    }
  },
  {
    txt: "智联冷暖·共探未来 \n朝晖股份2025中国制冷展全球技术对话成果丰硕",
    time: '2025-5-20',
    url: '/images/index/2025_5_20_1.webp',
    info: {
      title: "智联冷暖·共探未来 \n朝晖股份2025中国制冷展全球技术对话成果丰硕",
      urls: [
        {
          path: '/images/index/2025_5_20_1.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_5_20_2.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_5_20_3.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_5_20_4.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_5_20_5.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_5_20_6.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_5_20_7.webp',
          tip: ''
        },
      ],
      video: '',
      txt: [
        `第三十六届中国制冷展（CRH Expo 2025）在上海新国际博览中心盛大举办。本届展会以“智联冷暖，共享未来”为主题，汇聚全球1200余家行业领军企业，展览规模达11.5万平方米，吸引超8万名专业观众与行业精英共襄盛举。作为过滤技术领域的标杆企业，朝晖股份携空气过滤子品牌seinfel歆弗旗下全系高中低效过滤解决方案及原材料亮相W5馆。


作为行业内为数不多的拥有原始材料研发制造的企业，此次我们展示了暖通行业关键性材料，玻纤材料、熔喷复合材料、覆膜材料、袋式材料。这些材料可用于暖通净化初效、中效、高效等不同过滤等级产品中，可以根据实际使用需求进行定制开发。

同时还展示了商用及工业用过滤产品及解决方案，产品包含初效袋式过滤器、初效版式过滤器、V-bank过滤器、中效玻纤过滤器、中效化纤过滤器、高效过滤器、FFU等不同等级过滤器。适用于写字楼、宾馆、商场、餐饮、半导体、电子、汽车及制造业等行业。

FFU风机过滤单元是自带动力的空气净化装置，由高性能离心风机、静压箱和高效过滤器组成，具有优秀的空气流型，兼有低噪音、低能耗、低震动、可调速、免维护和安装简易等优点，可长期稳定地为洁净室输送高质量洁净空气，同时可实现多模块组合和分组使用，是洁净区域最理想的送风装置，广泛应用于半导体、液晶面板、微电子和医药等行业。

其中活性碳V型过滤器首次亮相，凭其结构紧凑，安装在空调机组中，可有效去除化学污染物，其固定结构不会更改原有安装框架，获得现场众多青睐，可适用于空调系统的改进提升，降低来自室内外的污染物。

展会期间，中国人居环境行业代表团一行来到朝晖展位考察，代表团一行对展示的各级过滤器的功效频频点头，希望建立长期的合作关系。

全球对话：跨地域技术碰撞，共拓“一带一路”新机遇
展会期间，朝晖股份展位迎来全球用户的密集到访，与来自中国、韩国、印度、越南、加拿大、俄罗斯、英国、澳大利亚、菲律宾、阿联酋、土耳其、巴基斯坦等美洲、欧洲、亚洲的300余行业同仁展开深度交流，共同擘画过滤技术赋能暖通产业升级的新蓝图。

未来，朝晖股份将继续以技术创新为驱动，携手全球伙伴，共同推动暖通行业向更高效、更绿色、更智能的方向迈进。

`
      ]

    }
  },
  {
    txt: "cofon材料亮相2025美国过滤展\n2025FiltXpo",
    time: '2025-5-7',
    url: '/images/index/2025-5-7-1.webp',
    info: {
      title: "cofon材料亮相2025美国过滤展\n2025FiltXpo",
      urls: [
        {
          path: '/images/index/2025-5-7-1.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-7-2.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-7-3.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-7-4.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-7-5.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-7-6.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-7-7.webp',
          tip: ''
        },
      ],
      video: '',
      txt: [
        `2025年4月29日至5月1日，北美过滤与分离技术领域年度盛会——美国过滤展2025FiltXpo在佛罗里达州迈阿密海滩会展顺利举行。作为北美地区唯一聚焦过滤与分离技术的专业展会，本届展会汇聚全球400家领军企业，吸引超1.4万名专业观众，覆盖工业制造、医疗健康、新能源、汽车工程等核心领域。

朝晖股份旗下材料品牌cofon携四大核心产品亮相，PTFE材料、玻纤材料、袋式材料、熔喷材料，产品可应用于吸尘器（地宝、手持、商用）、口罩过滤、空调过滤、汽车过滤、工业除尘滤袋、工业空气过滤等领域。


本公司自研 PFAS - Free H13 玻纤过滤材料首次在北美亮相，我们将其命名为 「ZeroPFAS」 。它是一款零添加 ‌PFAS（全氟和多氟烷基物质）的过滤材料，提高了环境中降解性能，减少了环境污染。同时又具有优异的机械和循环性能，确保产品的稳定性和耐用性高；而它的高精度过滤效率、长寿命，可满足复杂和苛刻的应用要求。

PFAS - Free H13 玻纤过滤材料可做成不同等级过滤器，这一创新材料的高精度过滤效率和长寿命，使其成为洁净室、生物医学、高性能电池隔膜和航空航天等领域的理想选择。

展会期间，由中外组成的Cofon®国际团队以其专业的知识与美国、墨西哥、巴西等地客户达成多项样品测试及合作意向，南美代理商洽谈取得突破性进展！

之后将以FILTEXPO为支点，朝晖股份将持续深化美洲布局，用专业的材料技术赋能全球 filtration 产业升级！
`
      ]

    }
  },
  {
    txt: "智驭南美·滤动未来 | 朝晖股份2025 \n巴西汽配展成果丰硕",
    time: '2025-5-6',
    url: '/images/index/2025-5-13-1.webp',
    info: {
      title: "智驭南美·滤动未来 | 朝晖股份2025 \n巴西汽配展成果丰硕",
      urls: [
        {
          path: '/images/index/2025-5-13-1.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-13-2.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-13-3.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-13-4.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-13-5.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-13-6.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-13-7.webp',
          tip: ''
        },
      ],
      video: '',
      txt: [
        `第17届巴西圣保罗国际汽车配件展览会（AUTOMEC 2025）在圣保罗会展中心盛大举办。作为南美地区规模最大、专业性最强的汽车后市场盛会，本届展会吸引全球1200余家企业参展，展览面积突破10万平方米，来自巴西、阿根廷、智利、秘鲁、巴拉圭、俄罗斯等南美国家及欧美、亚洲地区的7万名左右专业观众齐聚一堂，共同探讨汽车产业链创新趋势。

朝晖股份旗下空气品牌Seinfel歆弗参展，并带去了空气滤清器、空调滤清器、电池滤清器等汽车行业主要滤清器及过滤解决方案，以技术创新与本地化服务能力，与南美品牌商、经销商及汽修厂等展开深度对话，为拓展南美市场注入新动能。

本次展会全部由公司外籍同事：海外营销副总裁Andrew Sharp及美洲商务经理Johnny Riddle负责客户洽谈工作。

朝晖股份可以从原材料滤材开始研发，为客户量身定制不同过滤器需求，现场吸引了众多业内人士的驻足交流。

Andrew Sharp分享到：展会三天，他们与80多位潜在的客户建立了有效的沟通，除了经销商、汽修厂、售后服务商外，还与巴西三菱、铃木汽车、Parker、Filtros Brasil 、Hengst Brazil、Quatrodistribiidora和Tecfiltro等知名汽车品牌商进行了深度的交流。他们对现场展示的空调滤清器、空气滤清器非常感兴趣，南美的汽车售后市场很大。

随着南美国家对汽车尾气排放和车内空气质量的要求日益严格，同时南美地区高温、高湿、多尘的气候条件对滤清器性能提出更高要求，促进了市场需求呈现显著增长态势。

通过此次展会，朝晖股份了解南美市场对滤清器的需求，未来，将继续以技术创新为引擎，不断创新革新，携手南美伙伴共同应对气候变化与能源转型挑战，为南美汽车产业的高质量发展注入“绿色动力”。
`
      ]

    }
  },
  {
    txt: "洁弗与朝晖联袂亮相2025中国环博会：以科技之力共绘绿色未来",
    time: '2025-4-27',
    url: '/images/index/2025-5-6-1.webp',
    info: {
      title: "洁弗与朝晖联袂亮相2025中国环博会：\n以科技之力共绘绿色未来",
      urls: [
        {
          path: '/images/index/2025-5-6-1.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-6-2.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-6-3.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-6-4.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-6-5.webp',
          tip: ''
        },
        {
          path: '/images/index/2025-5-6-6.webp',
          tip: ''
        },
      ],
      video: '',
      txt: [
        `2025年4月21日至23日，第二十六届中国环博会盛大启幕。作为亚洲规模最大、影响力最广的环保盛会，本届展会以“科技引领绿色低碳转型”为主题，汇聚了22个国家和地区的2200余家企业，展览面积达19.8万平方米，集中展示了水处理、固废资源化、环境监测等九大领域的前沿技术与解决方案。洁弗与朝晖强强联合，携MBR膜、超滤膜、RO反渗透、纳滤净水系统及商业/工业空气过滤器等核心产品亮相，以过滤技术诠释绿色发展理念，获得行业众多关注。

洁弗展会
本届展会以“科技引领绿色低碳转型”为主题，吸引全球22个国家及地区的2200多家企业参展，展览面积达19.8万平方米，集中呈现水处理、固废资源化、环境监测等九大领域的前沿技术与解决方案。洁弗与朝晖的联合展台以“水与空气过滤全方位解决方案”为主题，通过实物展示、技术讲解，全方位呈现了公司在水处理、空气净化两大领域的核心产品与技术。

水过滤：守护水质安全

洁弗现场展示了MBR膜、超滤系统、中空纤维纳滤系统、RO反渗透膜等系列水处理产品与技术，可满足市政、工业废水、养殖废水、净水、中水回用等不同水处理场景需求。

其中反渗透产品，其优异的性能获得客户众多好评，产品广泛应用于海水淡化、工业污水处理、纯水和超纯水制备、苦咸水淡化、市政污水处理、食品加工、生物制药等领域。
1、产水量高。较宽的进水流道设计，使其具有更大的通量。
2、脱盐率高。高超的膜技术，产品具有高脱盐率和稳定性，产水完全能够满足相关的要求标准；
3、投资成本低。更低的能耗运行，从而优化运营成本；
4、使用寿命长。全自动、高精度的制造工艺，通过优化组件结构设计，降低减少了膜表面的整体污染，延长使用寿命，最大限度地提高了膜元件的效率，显着降低了运行成本。
5、针对不同水源类型 。我们研发了SW、BW、FR等多个系列产品；根据客户不同水量要求，我们也拥有“8040”、“4040”、“4021”等多种不同规格的膜元件。

空气过滤器：守护呼吸健康
针对工业与商业场景，公司推出了初效、中效、高效及亚高效、活性碳空气过滤器，采用人无纺布、合成纤维、玻纤、活性碳、镀锌铁、铝合金等材料，容尘量大、阻力低。例如，初效过滤器适用于过滤系统初级过滤，高效过滤器则用于洁净室、电子厂房等高洁净环境末端过滤。为工业废气处理、中央空调通风、洁净室、精密空调、喷雾系统等场景提供空气净化可靠保障。


技术深耕，拓展全球市场新机遇
本次参展，我们与中国、印度、泰国、越南、哈萨克斯坦等全球百余家企业进行了交流，首次了解了海外企业对过滤产品的需求。未来，公司将继续深耕膜分离、空气净化等核心技术，以客户需求为导向，推动产品迭代升级。与全球合作伙伴进行协作，共同探索绿色低碳转型的新路径，为全球可持续发展贡献力量。
`
      ]

    }
  },
  {
    txt: "朝晖股份闪耀 2025\n中国包装容器展，引领环保包装新潮流",
    time: '2025-4-17',
    url: '/images/index/2025_4_17_1.webp',
    info: {
      title: "朝晖股份闪耀 2025\n中国包装容器展，引领环保包装新潮流",
      urls: [
        {
          path: '/images/index/2025_4_17_1.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_4_17_2.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_4_17_3.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_4_17_4.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_4_17_5.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_4_17_6.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_4_17_7.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_4_17_8.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_4_17_9.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_4_17_10.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_4_17_11.webp',
          tip: ''
        },
      ],
      video: '/video/2025中国包装容器展朝晖展位现场视频.mp4',
      txt: [
        `朝晖股份闪耀 2025 中国包装容器展，引领环保包装新潮流

4 月 8 - 10 日，2025 中国包装容器展在上海新国际博览中心盛大举行，这场包装行业的年度盛会吸引了众多业内人士的目光。作为我国标新立异的全品类包装及容器综合展示平台，展会汇聚了 500 + 国内外优质包装供应商，展品涵盖纸、塑、金属、玻璃等全品类包装及容器制品，自动化包装设备及各式包装服务、材料及配件。此外，展会还推出了可持续包装专区、黑科技发布会、PACKCON STAR AWARDS 等创新项目，全方位展现了包装行业的未来趋势。

在此次展会上，朝晖股份携其自主研发的 100% 可降解环保包装袋精彩亮相，成为众人瞩目的焦点。这款环保包装袋采用 100% 进口木浆纤维制成，90 至 120 天后即可实现自然降解，从主材到辅材均采用 100% 环保可降解材料，如 100% 可降解的木浆纤维纸、100% 全环保的棉线、植物基油墨以及生物淀粉胶，完全符合当下绿色环保的理念。产品通过了 FSC 森林认证，拥有可堆肥降解报告、ISTA 6A运输测试报告，品质有保障。


朝晖股份 100% 可降解环保包装袋自上市以来，已广泛应用于多个领域。在 3C 电子产品领域，耳机、扫地机器人等产品的内包装均能看到它的身影，相较于传统塑料袋，它强度更高、耐受力更强，且具备良好的防刮擦性能；

在小家电、化妆品、玩具行业，其细腻的纸张质感为产品增添了一份精致；汽配装饰件、电动工具、皮革制品、五金等领域，该环保包装袋也凭借其出色的物理性能，为产品保驾护航；此外，在陶瓷工艺品等对包装有特殊要求的行业，朝晖环保包装袋同样表现出色，既能保护产品，又能彰显产品的独特魅力。

通过参加此次展会，朝晖股份收获颇丰。一方面，成功向众多行业人士展示了企业创新环保的产品和技术，进一步提升了品牌知名度和影响力；另一方面，与众多国内外优质供应商、品牌商进行了深入交流，拓展了业务合作机会。同时，也更深刻地了解了市场对环保包装产品的需求趋势，为企业未来的产品研发和市场拓展提供了有力依据。未来，朝晖股份将继续秉持创新精神，不断探索环保包装领域的新可能，为推动包装行业的绿色发展贡献更多力量
`
      ]

    }
  },
  {
    txt: "朝晖股份\n2025美国AHR展会圆满结束",
    time: '2025-2-15',
    url: '/images/index/2025_AHR1.webp',
    info: {
      title: "朝晖股份\n2025美国AHR展会圆满结束",
      urls: [
        {
          path: '/images/index/2025_AHR1.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_AHR2.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_AHR4.webp',
          tip: ''
        },
        {
          path: '/images/index/2025_AHR5.webp',
          tip: ''
        },
      ],
      video: '',
      txt: [
        "2025年2月10日，全球空调、供暖、制冷和通风行业的顶级盛会——美国AHR Expo（国际空调、供暖、制冷展览会）在美国奥特兰多圆满落幕。作为行业内最具影响力的展会之一，AHR Expo吸引了来自全球各地的行业专家、企业和创新产品参展，共同探讨了行业趋势，展示了最新技术与产品。\n" +
        "\n" +
        "当前，HVAC（供暖、通风与空气调节）设备市场需求持续增长，市场竞争激烈但前景广阔。随着全球经济的稳步增长、城市化进程的加速以及居民生活水平的提高，HVAC设备已广泛应用于住宅、商业、工业及特殊环境等多个领域，智能化、高效节能、绿色建筑和可持续发展成为行业发展的关键词。\n" +
        "\n" +
        "在本次展会上，朝晖股份展示了初效袋式过滤器、初效板式过滤器、V-bank过滤器、中效玻纤过滤器、中效化纤过滤器、高效过滤器、液槽过滤器、暖通过滤材料多款核心过滤产品，吸引了众多客户驻足咨询。\n" +
        "\n" +
        "朝晖股份展示的各级别过滤器可广泛应用于办公楼、医院、洁净室等商业、工业通风净化的预过滤、主过滤系统，提供干净、安全的空气。\n" +
        "\n" +
        "在展会上，朝晖股份与来自美洲、欧洲不同地方的客户进行了深入交流。通过面对面的沟通，我们更加清晰地了解了客户的需求和行业发展趋势。这些宝贵的客户需求和行业信息，将为朝晖股份未来的产品研发和市场推广提供有力支持。\n" +
        "\n" +
        "此次参展，不仅展示了朝晖股份在暖通过滤领域的领先地位，也为我们提供了与全球客户和行业专家交流的平台。未来，朝晖股份将继续秉承“匠心笃行”的企业精神，不断提升产品品质和服务质量，为全球客户提供更加优质、高效的暖通过滤解决方案。"
      ]

    }
  },
  {
    txt: "UTHM大学与ZFT Group朝晖股份携手共进，开启合作新篇章",
    time: '2025-1-6',
    url: '/images/index/1_6_1.webp',
    info: {
      title: "UTHM大学与ZFT Group朝晖股份携手共进\n开启合作新篇章",
      urls: [
        {
          path: '/images/index/1_6_1.webp',
          tip: ''
        },
        {
          path: '/images/index/1_6_2.webp',
          tip: ''
        },
        {
          path: '/images/index/1_6_3.webp',
          tip: ''
        },
        {
          path: '/images/index/1_6_4.webp',
          tip: ''
        },
        {
          path: '/images/index/1_6_5.webp',
          tip: ''
        },
        {
          path: '/images/index/1_6_6.webp',
          tip: ''
        },
        {
          path: '/images/index/1_6_7.webp',
          tip: ''
        },
        {
          path: '/images/index/1_6_8.webp',
          tip: ''
        },
      ],
      video: '',
      txt: ["2024年12月31日，在岁末年初之际，马来西亚UTHM大学与ZFT Group朝晖股份在ZFT Group的总部——中国浙江嘉兴举行了签约合作仪式。这不仅标志着教育与企业联合发展，更进一步促进了中国企业与海外高校合作的浪潮，同时加快了朝晖股份国际化的征程。\n" +
        "\n" +
        "上午10时，签约仪式在朝晖总部大楼的会议室准时开始，出席仪式的有UTHM大学董事ASSOC.PROF. MADYA IR. TS. DR. MUHAMMAD SAUFI BIN KAMARUDIN、学生事业部主任DR. NORFANIZA BINTI MOKHTAR、学生工业培训部主任PROF. MADYA IR. DR. GOH WAN INN、校友关系部主任ENCIK ABDUL HALIM BIN OMAR以及助理AZWA UMAIRAH BINTI AZMAN、DR SIEWCHINGG YEE，朝晖股份总裁尤健明、财经中心副总裁兼总裁办主任孙成磊、国际投资规划部总监曹辉、招聘高级经理余秋云以及海外销售副总裁助理白婷婷等UTHM大学、朝晖股份相关领导及核心骨干。\n" +
        "\n" +
        "双方自我介绍\n" +
        "开始前双方自我介绍，互换名片。随后朝晖股份与UTHM大学进行企业及学校情况的简介。\n" +
        "\n" +
        "首先，朝晖股份的材料主任工程师王彩英详细介绍了朝晖股份的发展历程及材料技术。她提到：“朝晖股份作为国内领先的环保企业，一直致力于空气过滤、水过滤等环保领域的发展。从1993年成立至今，已发展成从原材料、器件、整体解决方案的研发、制造及销售一体化企业。目前已在中国、柬埔寨、马来西亚、英国、美国、法国、越南、中东等地建立了制造基地及营销中心。\n" +
        "\n" +
        "朝晖股份在玻纤过滤材料、PTFE过滤材料、熔喷过滤材料、复合过滤材料拥有20多年的研发制造经验，材料已广泛应用于洁净室空气过滤、地面清洁过滤、空气净化过滤等民用、商用、工业过滤系统中。同时出口至美国、欧洲、中东、亚洲等地区。\n" +
        "\n" +
        "随后，UTHM大学董事ASSOC.PROF. MADYA IR. TS. DR. MUHAMMAD SAUFI BIN KAMARUDIN介绍了UTHM大学的历史背景、教学特色以及科研实力。他讲到是一所位于中国马来西亚柔佛州巴株巴辖的公立大学。学校成立于1993年9月16日，起初作为教师培训中心，由马来西亚理工大学和马来西亚教育部联合主管。2007年3月2日，高等教育部部长拿督穆斯塔法·穆罕默德正式宣布更名为马来西亚敦胡先翁大学，以纪念马来西亚前总理拿督斯里敦胡先翁对马来西亚教育的贡献。\n" +
        "\n" +
        "UTHM大学主要专注于工程和技术领域，是马来西亚唯一拥有飞行训练学院和机场以及唯一提供铁路工程学位的公立大学。它也是东南亚唯一可以获取飞行学位、执照或飞机维修学位、执照的大学。目前，在校学生超过17000人，其中包括来自世界各地32个国家的留学生。在学术排名方面，在2019年被QS Stars University Rating评定为五星级大学。在2023年QS亚洲大学排名中，UTHM大学位列第236位，显示出其在亚洲地区的高质量教育水平。\n" +
        "\n" +
        "\n" +
        "最后，朝晖股份总裁尤健明及UTHM董事ASSOC.PROF. MADYA IR. TS. DR. MUHAMMAD SAUFI BIN KAMARUDIN 双方代表正式签署了合作协议，双方代表及出席人员合影留念，共同记录下了这一珍贵瞬间。为了表达双方的诚意和友好，签约仪式上还进行了互赠礼品的环节。\n" +
        "\n" +
        "随着签约仪式的圆满落幕，UTHM大学与ZFT Group朝晖股份的合作也正式拉开序幕。朝晖股份与UTHM大学的深度合作，为朝晖在海外人才培养领域开辟了新篇章。这一战略联盟不仅促进了双方在学术研究与技术革新上的深入交流，更为朝晖搭建了一个国际化的人才培养平台。通过共享UTHM大学优质的教育资源和先进的教学理念，朝晖得以加速其海外人才梯队的建设，培养出具备国际视野、专业技能和创新能力的复合型人才。此举不仅增强了朝晖在全球市场的竞争力，也为公司的长远发展奠定了坚实的人才基础，确保了人才梯队的持续健康发展。"]

    }
  },
  {
    txt: `【朝晖股份·科弗材料】\n出席FSA2024亚洲过滤与分离工业研讨会`,
    time: '2024-12-18',
    url: '/images/index/12_20_1.webp',
    info: {
      title: `【朝晖股份·科弗材料】\n出席FSA2024亚洲过滤与分离工业研讨会`,
      urls: [
        {
          path: '/images/index/12_20_1.webp',
          tip: ''
        },
        {
          path: '/images/index/12_20_2.webp',
          tip: ''
        },
        {
          path: '/images/index/12_20_3.webp',
          tip: ''
        },
        {
          path: '/images/index/12_20_4.webp',
          tip: ''
        },
        {
          path: '/images/index/12_20_5.webp',
          tip: ''
        },
      ],
      video: '',
      txt: ["FSA2024亚洲盛会\n" +
        "FSA2024亚洲过滤与分离工业展由中国技术市场协会过滤与分离技术专业委员会（CFS）, 上海希达科技有限公司（CNTA）, Informa Markets 共同主办。作为行业内一年一度的顶级盛会，它不仅汇聚了全球顶尖的技术与产品，更是思想交流与合作的桥梁，朝晖股份下属的科弗材料携最新科研成果，在此平台上共探行业新技术！\n" +
        "\n" +
        "朝晖股份：创新不息，引领未来\n" +
        "在FSA2024的工业研讨会上，朝晖股份以其深厚的行业积淀与创新精神，带来了题为“高容尘粗旦熔纺过滤材料关键工艺及其在HVAC上的应用研究”的精彩报告。作为环保过滤材料领域的老牌企业，朝晖股份自成立以来，始终致力于过滤技术的研发与应用，30年的坚守，凝聚着朝晖对品质的不懈追求与对创新的深刻理解。\n" +
        "\n" +
        "HVAC市场\n" +
        "2023年全球HVAC行业用过滤器市场规模约为 51.2亿美元，且预计未来几年将持续增长。增长率：预计至2030年，全球HVAC行业用过滤器市场规模将达到 97.6亿美元，期间年复合增长率（CAGR）约为9.8%，HVAC市场容量持续扩大，前景广阔。\n" +
        "注：数据来源QYR研究报告《2024-2030全球与中国HVAC行业用过滤器市场现状及未来发展趋势》\n" +
        "\n" +
        "高容尘粗旦熔喷材料\n" +
        "此次分享的核心——高容尘粗旦熔纺过滤材料，是朝晖股份新研发的一款用于HVAC空气过滤的关键材料。该材料凭借其独特的工艺设计，实现了高效、低阻的平衡。\n" +
        "其特点在于：\n" +
        "粗细螺旋绞织纤网结构：高容尘粗旦熔纺过滤材料具有独特的可设计的粗细纤维交替结构，其中粗纤维纤维直径可以达到25μm以上，在纤维结构中交织形成了较强的骨架支撑，同时其细纤维又可以做到3-10 μm，填充在骨架中形成了粗细螺旋交织的三围立体纤网结构，这是其具备较高的过滤效率的基础 。\n" +
        "良好的蓬松性：高容尘粗旦熔纺过滤材料由于其独特的结构使其具有非常好的膨松性，厚度可以从0.6mm做到8mm，这赋予其在HVAC应用领域巨大的容尘优势。\n" +
        "可静电驻极性：高容尘粗旦熔纺过滤材料产品采用聚丙烯为主要原料，具有可静电驻极性，通过驻极工艺可使其具备较高的静电吸附性，从而使其在基础结构过滤的基础上通过静电吸附性对1μm以下细小微尘颗粒物具备非常高的拦截效率。\n" +
        "较大的克重范围：高容尘粗旦熔纺过滤材料产品具有较大的克重范围，克重最低可以做到30g/m2，最高可以做到400g/m2,具有较广的适应性，可以根据不用的应用需求选择不同的克重。\n" +
        "加工工序短：高容尘粗旦熔纺过滤材料为纯长丝工艺，所用原料主要为热塑性树脂，采用熔融纺丝而成，具有加工流程短，一次成型、产量高的特点。\n" +
        "\n" +
        "高容尘粗旦熔纺过滤材料由于其优异的过滤性能，可以广泛应用于铁丝网支撑过滤器、板式自支撑过滤器和袋式过滤器等产品上。\n" +
        "\n" +
        "现场反响热烈，共话未来\n" +
        "报告分享现场，朝晖股份的技术工程部经理李洪昌深入浅出地讲解了高容尘粗旦熔喷过滤材料的技术细节与应用案例，引发了在场听众的极大兴趣。听众们纷纷拿出手机拍照记录，不少行业同仁更是抓住机会，积极提问，就材料的性能优化、工艺等方面展开了深入探讨。会后，众多参会者主动添加联系方式，期待未来能有更深层次的合作与交流。"
      ]
    }
  },
  {
    txt: `朝晖股份2024 FILTECH展：\n引领过滤技术新未来`,
    time: '2024-11-27',
    url: '/images/index/2024_FILTECH_德国_2.webp',
    info: {
      title: `朝晖股份再次亮相\n2024 AAPEX美国汽车零配件展`,
      urls: [
        {
          path: '/images/index/2024_FILTECH_德国_2.webp',
          tip: ''
        },
        {
          path: '/images/index/2024_FILTECH_德国_6.webp',
          tip: ''
        },
        {
          path: '/images/index/2024_FILTECH_德国_7.webp',
          tip: ''
        },
        {
          path: '/images/index/2024_FILTECH_德国_8.webp',
          tip: ''
        },
        {
          path: '/images/index/2024_FILTECH_德国_12.webp',
          tip: ''
        },
        {
          path: '/images/index/2024_FILTECH_德国_13.webp',
          tip: ''
        }
      ],
      video: '',
      txt: [
        "近日，全球知名的过滤行业盛会——2024 FILTECH展于11月14日在德国科隆顺利结束。朝晖股份下属过滤材料子品牌科弗cofon过滤材料再次参展。展会上不仅展示了最新的过滤材料与技术，同时展出了在暖通过滤领域的低、中、高效过滤器。\n" +
        "\n" +
        "德国科隆国际过滤与分离技术设备工业展览会（FILTECH）是欧洲专业性过滤分离展览会，全球过滤技术领域最具影响力的盛会之一。德国科隆过滤展是一个集采购、销售、改善或研究过滤分离设备和服务于一体的综合性展会，覆盖了各个市场领域。FILTECH在1967年举办第一届，之后每一年半举办一届，每届展会都会展出最先进的过滤分离技术和产品。此展为中国过滤企业开拓欧洲市场提供了一个极其难得的机会，也是各大展商最重要的一个交流展示平台。\n" +
        "\n" +
        "科弗过滤材料作为一家具有30多年行业经验的材料领先企业，致力于提供健康的空气、健康的水过滤解决方案。此次展会展示的熔喷材料、玻纤材料、PTFE材料、复合材料、环保包装材料等滤材，产品可应用于吸尘器（地宝、手持、商用）、口罩过滤、空调过滤、汽车过滤、工业除尘滤袋、工业空气过滤、工业包装等领域。\n" +
        "\n" +
        "本公司自由研发的PFAS- Free H13玻纤过滤材料首次亮相，它是一款零添加‌PFAS（全氟和多氟烷基物质）的过滤材料，提高了环境中降解性能，减少了环境污染。同时又具有优异的机械和循环性能，确保产品的稳定性和耐用性高；而它的高精度过滤效率、长寿命，可满足复杂和苛刻的应用要求。\n" +
        "\n" +
        "PFAS- Free H13玻纤过滤材料可做成不同等级过滤器，应用于洁净室、生物医学、高性能电池隔膜和航空航天等场合。\n" +
        "\n" +
        "PP熔喷材料成为展会另一大亮点，公司拥有多项驻极专利技术确保产品低阻高效。它的梯度过滤设计，延长了过滤器使用寿命；可与不同的无纺布复合使用，应用于汽车空调系统、中央空调系统、洁净室净化领域等中高效过滤器件，袋式过滤器中；同时可应用于口罩、家用商用吸尘器、空气净化过器网等元器件中。\n" +
        "\n" +
        "公司产品符合ASHRAE 52.2, EN779, and ISO16890等国际标准，已出口至欧洲、美洲、中东、亚洲等地区。\n" +
        "\n" +
        "在展会期间，朝晖股份的工作人员与来自欧洲、美国、中东等世界各地的参观者进行了深入的交流和互动。他们详细介绍了公司的产品和服务，并解答了参观者关于过滤技术的各种问题。朝晖股份的专业精神和优质服务赢得了参观者的高度认可和赞誉。"
      ]
    }
  },
  {
    txt: `朝晖股份再次亮相\n2024 AAPEX美国汽车零配件展`,
    time: '2024-11-12',
    url: '/images/index/202411121.webp',
    info: {
      title: `朝晖股份再次亮相\n2024 AAPEX美国汽车零配件展`,
      urls: [
        {
          path: '/images/index/202411121.webp',
          tip: ''
        },
        {
          path: '/images/index/202411122.webp',
          tip: ''
        },
        {
          path: '/images/index/202411123.webp',
          tip: ''
        },
        {
          path: '/images/index/202411124.webp',
          tip: ''
        }
      ],
      video: '',
      txt: [
        "在这个金秋时节，全球汽车行业零配件顶级盛会在美国拉斯维加斯开幕，为期三天的2024年AAPEX（Automotive Aftermarket Products Expo）美国汽车零配件展览会于11月7日圆满落幕！作为全球汽车后市场最具影响力的盛会之一，AAPEX不仅汇聚了来自世界各地的顶尖制造商、供应商及行业精英，更是创新技术与市场趋势的交流前沿。\n" +
        "朝晖股份，作为汽车滤清器领域优质供应商，本次展会除了展示常规的空气滤清器、空调滤清器，还隆重推出了新功能新能源电池空气滤清器、功能性空调滤清器（芳香及竹炭纤维）新品，收获了满满的关注与赞誉！\n" +
        "\n" +
        " 展会回顾 \n" +
        "朝晖股份已连续多年参加盛会，在2024AAPEX展会，朝晖股份展位获得众多行业领头企业关注，特别是本次展会上推出的新品功能新能源电池空气滤清器、功能性空调滤清器（芳香及竹炭纤维），其卓越的过滤性能与耐用性，赢得了客户的兴趣与关注。\n" +
        "\n" +
        "新功能新能源电池空气滤清器 —— 新能源车的快速增长加速了电池滤清器的需求，朝晖自主研发的电池滤清器，专为保护电动汽车电池系统免受灰尘、湿气等外界侵害而设计，有效延长电池寿命，提升车辆整体性能。\n" +
        "\n" +
        "芳香及竹炭纤维空调滤清器—— 结合现代人对健康与舒适驾乘体验的追求，我们推出了融合自然香氛与竹炭净化技术的空调滤清器，不仅能够高效过滤空气中的微粒、花粉及有害气体，还能释放自然清香，营造清新宜人的车内环境。\n" +
        "\n" +
        "柬埔寨制造基地：成本优势与交付效率的双重保障 \n" +
        "\n" +
        "当前关税的变化，经济形势复杂，全球供应链格局发生了显著变化。在这一背景下，柬埔寨作为制造基地的重要性日益凸显，其对于美洲和欧洲企业来说变得越来越关键。\n" +
        "柬埔寨地处东南亚，地理位置优越，便于与全球市场进行贸易往来。柬埔寨的劳动力成本相对较低，且劳动力供应充足，这使得企业在控制生产成本方面具有明显优势。\n" +
        "朝晖股份2019年柬埔寨制造基地第一期启动，5年中基地不断完善扩建，现第三期已成功投产，厂房面积已达3.2万平方米。同时建立了食品级洁净车间、完善的材料、器件及过滤系统测试中心，业务涵盖地面清洁、空气过滤、汽车过滤产品及过滤方案。\n" +
        "\n" +
        "柬埔寨制造基地成立至今，已服务公司美洲、欧洲大部分客户，获得了客户的高度认可。\n" +
        "\n" +
        "\n" +
        "展会期间，朝晖的美洲及中国团队团结合作，以专业的知识、优质的服务赢得了客户的尊重。三天中分别与美国本土、英国、德国、法国等多国的多家知名汽车零配件企业进行了深入交流与洽谈。通过面对面的沟通，我们不仅更精准地把握了全球市场的最新需求与趋势，还成功建立了初步的合作关系，为未来在全球市场的进一步拓展打下了坚实的基础。"
      ]
    }
  },
  {
    txt: `朝晖股份法国ALL4PACK工业包装展\n引领环保新创新`,
    time: '2024-11-08',
    url: '/images/index/2024118-1.webp',
    info: {
      title: `朝晖股份法国ALL4PACK工业包装展\n引领环保新创新`,
      urls: [
        {
          path: '/images/index/2024118-1.webp',
          tip: ''
        },
        {
          path: '/images/index/2024118-2.webp',
          tip: ''
        },
        {
          path: '/images/index/2024118-3.webp',
          tip: ''
        },
        {
          path: '/images/index/2024118-4.webp',
          tip: ''
        },
        {
          path: '/images/index/2024118-5.webp',
          tip: ''
        },
        {
          path: '/images/index/2024118-6.webp',
          tip: ''
        },
        {
          path: '/images/index/2024118-7.webp',
          tip: ''
        },
      ],
      video: '',
      txt: [
        '在刚刚落幕的2024年法国巴黎包装工业展览会（ALL4PACK 2024）上，朝晖股份以其自主研发的100%可降解环保包装袋备受客户青睐。此次展会不仅展示了全球包装行业的最新技术和趋势，更让朝晖股份深刻感受到了国际去塑令环保政策下，欧洲市场对环保产品的迫切需求。',
        '展会情况介绍',
        '本次ALL4PACK展会于2024年11月4日至7日在PARIS NORD VILLEPINTE 巴黎北维勒班展览中心举行。展会汇聚了来自世界各地的1000多家特色企业，吸引了上万名专业观众前来参观交流。作为全世界包装业界采购人员及决策人士的重要聚会场所，ALL4PACK代表着国际包装行业的发展和创新方向，是极具影响力的包装行业盛会之一。',
        '国际去塑令的环保政策',
        '近年来，全球多个国家和地区纷纷采取行动限制塑料制品的使用，以应对塑料污染问题。法国自2023年1月1日起，要求快餐店必须使用可重复使用的餐具替代一次性塑料餐具，并计划逐步禁用一次性塑料包装，目标是在2040年前将一次性塑料制品的使用率降低到零。此外，欧盟也于2024年7月18日正式实施了《可持续产品生态设计法规》（ESPR），要求产品必须遵守生态设计要求才能进入欧盟市场流通或投入使用。这些政策和行动显示了全球对塑料污染问题的关注和解决这一问题的共同决心。',
        '朝晖100%可降解环保包装袋产品介绍',
        '法规的变化、消费者对更可持续和更负责任的包装的需求不断增长，在这样的环保大背景下，朝晖股份自主研发的100%可降解环保包装袋，无疑成为了展会上的焦点。朝晖环保包装袋采用100%纯木浆纤维， 90至120天后即可实现自然降解，产品通过FSC森林认证，拥有ROHS/REACH/MSDS/TDS/生物降解报告/Halogen Approval报告。产品强度高、耐受力强、纸张细腻、防刮擦。公司配有高低温环境实验、跌落、振动等运输测试设备，保障产品品质。',
        '产品自上市来已广泛应用于3C电子产品、小家电、化妆品、玩具、汽配装饰件、电动工具、皮革制品、五金、酒类、陶瓷工艺品等的包装领域。',
        '展会收获',
        '通过参加此次展会，朝晖股份不仅展示了其创新环保的产品和技术，更深刻了解了欧洲市场对环保产品的迫切需求。展会期间，朝晖股份与多家欧洲企业进行了深入交流，探讨了合作机会，为未来的市场拓展奠定了坚实的基础。',
      ]
    }
  },
  {
    txt: `【朝晖股份】启航2025\n共绘宏伟蓝图\n三天战略盛会圆满落幕`,
    time: '2024-10-21',
    url: '/images/index/10-25.webp',
    info: {
      title: `【朝晖股份】启航2025,共绘宏伟蓝图\n三天战略盛会圆满落幕`,
      urls: [
        {
          path: '/images/index/10-25-1.webp',
          tip: ''
        },
        {
          path: '/images/index/10-25-2.webp',
          tip: ''
        },
        {
          path: '/images/index/10-25-33.webp',
          tip: ''
        },
        {
          path: '/images/index/10-25-3.webp',
          tip: ''
        },
        {
          path: '/images/index/10-25-4.webp',
          tip: ''
        },
        {
          path: '/images/index/10-25-5.webp',
          tip: ''
        },
        {
          path: '/images/index/10-25-6.webp',
          tip: ''
        },
        {
          path: '/images/index/10-25-7.webp',
          tip: ''
        },
        {
          path: '/images/index/10-25-8.webp',
          tip: ''
        },
      ],
      video: '',
      txt: [
        '在这个充满希望与挑战的新时代，朝晖股份一直求变求新，通过战略引领公司更上一个台阶。2025年战略启动和3年战略规划会议经过三天紧锣密鼓而又激情四溢的研讨圆满结束。我们不仅回顾了2024年取得的成绩和存在问题，更展望了未来的无限可能，朝晖将继续坚持创新与革新，深耕环保领域，创造绿色未来。',
        '会议由体系运营总监李伟主持，公司总裁尤健明、副总裁钟劲草、国内营销副总裁刘永环、财经中心副总裁兼总裁办主任孙成磊、海外销售副总裁Andrew Sharp、营销管理总监沈延沪、生产运营管理中心总监龚伟峰、企业研究院总监陆剑、总监曹海罡等相关领导及公司骨干参加会议。',
        '切勿勤而乏谋',
        '会议在庄重而有序的氛围中拉开序幕，公司总裁尤健明先生率先登台，发表了鼓舞人心的开场致辞。他强调战略在企业发展中的至关重要性，是公司发展的方向。不要用战术上的勤奋来掩盖战略上的懒惰。一个坚实有力的战略可以规避很多不确定的因素，即使外部环境复杂多变，也能够站稳脚跟，让企业持续稳健前行。',
        '财务部：数据为基，稳健前行',
        '财经中心副总裁兼总裁办主任孙成磊从财务上对公司整体经营情况作汇报。他通过详实的数据展现了2024年公司已取得的成绩及存在问题，同时给出了改善方向，为2025年公司发展及利润提升奠定了基础。',
        '国内营销部：深刻洞察，稳健前行',
        '国内营销副总裁刘永环以其敏锐的市场洞察和前瞻性的战略部署，为我们描绘了一幅波澜壮阔的市场开拓图景。他指出当前社会所处的动荡、不确定、复杂、模糊的环境中，以及面对日益激烈的市场竞争，需要良好的战略牵扯公司的发展。他分别从空气过滤、水过滤、环保包装领域展开了充分的论述。',
        '海外营销部：扬帆出海，拥抱世界',
        '海外销售副总裁Andrew Sharp 利用SWOT原理进行了内外部竞争环境和竞争条件下的态势分析，分析了内外部的优势、劣势、机会与威胁。同时他汇报了2024年销售情况及2025年销售目标，并分享了海外市场的拓展蓝图。',
        '生产运营管理中心：优供提品，降本增效',
        '生产运营管理中心总监龚伟峰从制造、供应链角度做汇报。他指出将加强与关键供应商的战略合作，优化产品线，提升产品品质。通过不断优化管理措施，降低成本与库存、及时有效交付，从而提升利润空间。',
        '会议第二天，全体与会代表围绕2025年战略目标进行了深入讨论，并共同制定了未来三年的销售目标及实现路径。我们明确了以技术创新为驱动，市场拓展为核心，提出了具体可量化的销售目标及关键战略举措，保障目标能够顺利达成。',
        '通过三天的会议，朝晖进一步明确了未来的战略发展方向，同时激励着每一位朝晖人奋勇向前，拼搏奋进，书写朝晖未来新篇章。'
      ]
    }
  },
  {
    txt: `朝晖股份\n金秋展会预告`,
    time: '2024-10-13',
    url: '/images/index/newJincn.webp',
    info: {
      title: `朝晖股份\n金秋展会预告`,
      urls: [
        {
          path: '/images/index/newJin2.webp',
          tip: ''
        },
        {
          path: '/images/index/newJin3.webp',
          tip: ''
        },
        {
          path: '/images/index/newJin4.webp',
          tip: ''
        },
      ],
      video: '',
      txt: [
        '金秋时节，天高云淡，大地披上了一袭绚烂的金黄。这不仅是自然界丰收的季节，也是朝晖股份展现品牌、产品及技术的时节。随着秋风送爽，朝晖股份即将拉开国内外系列展会的序幕，携带着专业的过滤材料、过滤产品，亮相全球舞台。',
        '第一站：中国广州',
        '展会名称：中国进出口交易商品会2024秋季广交会\n时间：2024年4月15-19日\n展位号：2.2K01-02\n展会地点：中国进出口商品交易会展馆（琶洲展馆）',
        '本届进出口交易会上朝晖股份将展示替塑产品-全木浆环保包装纸袋、家用&商用净水滤芯、吸尘器配件、家用&商用空净过滤网、工业空气过滤器等产品与技术解决方案。',
        '第二站：法国巴黎',
        '展会名称：2024年法国国际包装展览会all4pack\n展会时间：2024 年 11 月 4 日-7 日\n展位号：5 B085\n展会地点：法国巴黎北维勒班展览中心- PARIS NORD VILLEPINTE',
        '在2024法国包装展上，朝晖股份研发的新型替塑环保包装袋将第一次亮相海外大型专业展会。',
        '第三站：美国拉斯维加斯',
        '展会名称：2024美国拉斯维加斯国际汽车零部件及售后服务展览会AAPEX\n展会时间：2024年11月5日-7日\n展位号：A4474\n展会地点:美国拉斯维加斯国际展览会中心Las Vegas, NV The Venetian Expo & Caesars Forum',
        'AAPEX是汽车零配件行业主流展会之一，朝晖股份将在本次将展示空调滤清器、空气滤清器、环保纸芯机油滤，同时将推出芳香族汽车滤清器。',
        '第四站：德国科隆',
        '展会名称：2024年德国科隆过滤与分离工业展览会（FILTECH）\n展会时间：2024年11月12日~11月14日\n展位号：Hall 7 P12\n展会地点：德国-科隆-Messepl. 1, 50679-科隆国际会展中心',
        'Filtech是欧洲地区唯一专业的过滤分离方面的展览会，朝晖股份旗下科弗品牌将参展。将展示过滤材料领域PP熔喷、PTFE四氟乙烯、Glassfiber玻纤等专业材料，同时集展示工业及商业领域低、中、高效过滤器。',
        '朝晖全体员工期待全球客户参观莅临指导！'
      ]
    }
  },
  {
    txt: `2024\n朝晖股份双展齐发，共绘金秋丰收画卷`,
    time: '2024-09-18',
    url: '/images/index/new1111.webp',
    info: {
      title: `2024\n朝晖股份双展齐发，共绘金秋丰收画卷`,
      urls: [
        {
          path: '/images/index/new1111.webp',
          tip: ''
        },
        {
          path: '/images/index/new2222.webp',
          tip: '',
        },
      ],
      video: '',
      txt: [
        '在全球汽车工业的璀璨舞台上，法兰克福国际汽配展无疑是技术与创新的集中展示。该展览会是全球顶级规模和影响力的国际汽车零部件展览会之一，本届展会吸引了来自全球80多个国家和地区超过4200家企业参展，展览面积进一步扩容，达32万平米。',
        '展会汇集了采埃孚、博世、马勒、舍弗勒等全球各地的汽车行业制造商、供应商、经销商等。朝晖股份作为滤车配件领域的后起之秀，携其核心产品空调滤清器、空气滤清器、环保纸芯机油滤清器及电池滤清器等系列产品亮相。这些产品不仅采用了最先进的过滤材料与技术，更在节能减排、提升车辆性能与延长使用寿命方面展现出卓越性能。',
        '新研发的芳香空调滤清器不仅可以过滤灰尘、花粉、污染物，同时可以清新空气，让您的驾驶充满愉悦感。',
        '展会期间，朝晖海外同事Andrew Sharp、Tommy Thompson、Philippe Baumann及国内汽车事业部同事唐娟、王林五位人员以其专业的素养解决客户需求，众多专业观众及行业专家纷纷驻足咨询，对朝晖产品的创新设计与卓越品质给予了高度评价。',
        '与此同时，在祖国的西北部，朝晖股份子公司安徽洁弗也在这场能源领域的盛会上大放异彩。榆林煤博会（CYCE）由中共榆林市委、榆林市人民政府、陕西省贸促会等单位主办，设置高端能化、智能数字、大型装备、新能源新材料、综合形象、国际展区6个展区，展区面积8.5万平方米。参展企业800余家，涉及美国、德国等7个国家的30多家国际企业。安徽洁弗过滤技术有限公司, 是一家专业从事过滤、分离、净化材料及产品的研发、制造、工程应用和市场推广的高科技公司。自成立以来，始终专注于研发推广多种新型过滤分离材料及产品，聚合物分离膜材料与设备。',
        '旗下洁弗JEFFEL品牌致力于市政污水及工业废水的处理与回用。公司以“浙江大学膜与水处理中心”为技术依托，有一支以博硕士为主组成的技术研发团队，在废水处理与回用、水质净化、溶液浓缩、萃取与回收、液体脱气等领域均取得了广泛的应用，满足了用户对水过滤、相分离的多种需求。',
        '洁弗聚焦于工业水及工业空气过滤领域，特别是针对煤碳行业的应用，展示了一系列高效、环保的过滤解决方案。这些解决方案旨在提升煤碳生产过程中的水处理效率与空气质量，助力企业实现绿色转型与可持续发展。',
        '展会现场，安徽洁弗的展位同样热闹非凡，众多行业同仁与潜在客户对其产品的独特优势与应用效果表现出浓厚兴趣。',
        '从法兰克福的国际舞台到榆林的能源腹地，朝晖股份以实际行动诠释了“创新驱动发展，品质赢得未来”的企业理念。',
        '两大展会的成功开展，不仅进一步提升了朝晖品牌在全球范围内的知名度和影响力，更为公司开拓国际市场、深化国内产业布局奠定了坚实基础。未来，朝晖股份将继续秉承初心，坚持技术创新与品质卓越，为全球客户提供更加优质、高效的过滤产品与解决方案。'
      ]
    }
  },
  {
    txt: `中国北京
第三十五届国际制冷、
空调、供暖、通风
及食品冷冻加工展览会`,
    time: '2024-04-29',
    url: '/images/index/new111.webp',
    info: {
      title: `中国北京
第三十五届国际制冷、空调、供暖、通风及食品冷冻加工展览会
`,
      urls: [
        {
          path: '/images/index/new1.webp',
          tip: ''
        },
        {
          path: '/images/index/new2.webp',
          tip: '2024年中国制冷博览会\nZFT过滤器产品',
        },


      ],
      video: '',
      txt: [
        '中国制冷展 CR EXPO是全球领先的制冷、空调、暖通、冷冻食品加工、包装和储存展览会之一（简称中国制冷展）。中国制冷展是全球该专业领域最大的专业展会之一，拥有UFI和USFCS两大国际权威认证，形成了以展会为龙头、高端论坛为支撑、互联网为载体的多元化平台。',
        '2024中国制冷展在首都北京举行。朝晖股份作为一家有着30多年历史经验的全球领先的过滤系统解决方案服务商再次参与此次展会，展示了商用及工业用过滤产品及解决方案，产品包含初效袋式过滤器、初效版式过滤器、V-bank过滤器、中效玻纤过滤器、中效化纤过滤器、高效过滤器、液槽过滤器等不同等级过滤器。适用于写字楼、宾馆、商场、餐饮、半导体、电子、汽车及制造业等行业。',
        '作为行业内为数不多的拥有原始材料研发制造的企业，此次我们展示了暖通行业关键性材料，玻纤材料、熔喷复合材料、覆膜材料、袋式材料。这些材料可用于暖通净化初效、中效、高效等不同过滤等级产品中，可以根据实际使用需求进行定制开发。'
      ]
    }
  },
  {
    txt: `2024
PACKCON包装容器展`,
    time: '2024-04-29',
    url: '/images/index/new4.webp',
    info: {
      title: `2024 
PACKCON包装容器展`,
      urls: [
        {
          path: '/images/index/new3.webp',
          tip: ""
        },
        {
          path: '/images/index/new4.webp',
          tip: "2024年中国制冷博览会\nZFT展位",
        },
      ],
      txt: [
        'PACKCON中国包装容器展是由中国包装联合会与励展博览集团联合主办，汇聚来自电子电器、电商物流、食品、饮料、餐饮外卖、日用、日化、医药保健8大终端领域的超30,000名包装采购决策者。',
        '2024PACKCON中国包装容器展于2024年4月10-12日在深圳国际会展中心（宝安新馆）成功举办，集中展示了纸、塑、金属、玻璃等全品类包装容器产品及包装综合解决方案。',
        '朝晖股份作为包装行业的一颗新星，应邀再次参与此次盛会。展会主要展示了环保包装产品。',
        '朝晖特种环保包装袋采用100%木浆纤维，所用木材为海外进口材料产地拥有FSC森林认证，保证稳定森林经营权，可用于替代塑料，作为产品内包装。',
        '产品强度高、耐受力强、纸张细腻、防刮擦，广泛应用于3C电子产品、小家电、化妆品、玩具、汽配装饰件、电动工具、皮革制品、五金、酒类、陶瓷工艺品等的包装。'
      ]
    }
  },
  {
    txt: `2024年
135届春季广交会`,
    time: '2024-04-29',
    url: '/images/index/new333.webp',
    info: {
      title: `2024年 
135届春季广交会`,
      urls: [
        {
          path: "/images/index/new5.webp",
          tip: "2024年春季广交会\nZFT环保包装产品"
        },
        {
          path: "/images/index/new6.webp",
          tip: "2024年春季广交会\n三种过滤系统",
        },
      ],
      txt: [
        '一年一度的春季广交会于4月19日于广州琶洲会展中心顺利结束。广交会作为全球最大的综合性国际贸易盛会之一，汇聚了众多优质企业和产品。',
        '朝晖股份很荣幸持续参与广交会第一期展会。在位于家电展区的朝晖展位，展示了家电行业主流技术与产品，地面清洁系统、家用空气净化系统、净水过滤系统、商用空气过滤系统及环保包装产品。',
        '在4月12日结束的包装容器展上，其可自然降解的特性，ZFT环保包装获得许多客户的赞许。在面向海外市场的广交会上，可替代塑料的环保包装同样受欢迎。英国、德国、意大利、美国等欧美市场客户对于可替代塑料内包装非常有兴趣，我们与众多企业建立了联系，后续进一步探讨合作方式。',
        '此外，公司三大过滤系统：地面清洁系统、家用/商用空气净化系统、净水过滤系统也获得了全球客户的高度关注。',
        '朝晖是世界范围内为数不多的从原材料的研发制造、成品研发制造及系统开发的全链路供应商。我们拥有几千种原材料库、不同的阶梯价格、多种包装方案、不同的运输方案、全球化的制造及仓储方案可供客户选择。',

      ]
    }
  },
  {
    txt: `2024 
芝加哥AHR会展`,
    time: '2024-01-24',
    url: '/images/index/new444.webp',
    info: {
      title: `2024 
芝加哥AHR会展`,
      urls: [
        {
          path: "/images/index/new7.webp",
          tip: ""
        },
        {
          path: "/images/index/new8.webp",
          tip: "",
        },
        {
          path: "/images/index/new9.webp",
          tip: "",
        },
      ],
      txt: [
        '一年一度的美国 AHR 展会于 2024 年 1 月 24 日顺利闭幕。',
        'ZFT 集团再次参加这一重要活动，并有机会与来自世界各地的资深行业专家探讨暖通空调的新技术和新产品。',
        '美国AHR展是全球暖通空调制冷行业的顶级盛会之一，每年吸引近1600多家参展商和近10万名专业观众。',
        '在本次展会上，朝辉集团的新品牌 “SeinfelTM “首次亮相。',
        '为适应公司业务发展规划，中孚泰集团在原有水过滤品牌 Jeffel ® 和滤材品牌 Cofon ® 的基础上，正式推出全新空气过滤品牌 SeinfelTM。',
        'SeinfelTM 承载着 朝辉集团的创新理念和技术实力，致力于提供高效、环保的空气过滤解决方案，满足全球市场的多样化需求。',
        '商业建筑/公共建筑在社会中扮演着至关重要的角色，根据研究，室内空气污染水平可能比室外高出五倍。',
        '良好的空气净化和通风系统对于防止交叉感染、改善空气质量和建筑环境舒适度至关重要。',
        '在本次展会上，朝辉集团带来了初效袋式过滤器、初效布袋过滤器、V-bank 过滤器、中效玻纤过滤器、中效化纤过滤器、高效过滤器、液箱过滤器、暖通空调过滤材料等多种过滤级产品和建筑空气净化系统技术解决方案。我们与来自世界各地的客户和合作伙伴进行了深入交流，共同探讨行业发展趋势和未来合作机会，收获颇丰。',
        '同时，为了更好地服务全球客户，朝辉集团建立了全球生产和销售网络。生产基地将分布在柬埔寨、中国、马来西亚等地，并在美国、新加坡、英国、迪拜、德国、法国、中国等地设立销售办事处。此外，我们还将于 2023 年在新加坡成立 FILTERPRO DEVELOPment PTE. LTD.，负责提供服务和拓展全球业务。',
        '2024年芝加哥美国暖通空调与制冷展（AHR）为朝辉进一步拓展全球业务奠定了坚实的基础。未来，朝辉将继续推出更多高品质的产品和服务，为全球用户提供高效、节能、环保的新风净化解决方案。'
      ]
    }
  },
  {
    txt: `加快双循环
朝晖股份开年亮相
2023美国AHR会展`,
    time: '2023',
    url: '/images/index/new555.webp',
    info: {
      title: `加快双循环
朝晖股份开年亮相2023美国AHR会展`,
      urls: [
        {
          path: "/images/index/new10.webp",
          tip: ""
        },
        {
          path: "/images/index/new11.webp",
          tip: "",
        },
        {
          path: "/images/index/new12.webp",
          tip: "",
        },
      ],
      txt: [
        '2023年2月6日-8日美国暖通制冷及空调通风展览会 （AHR Expo 2023）在亚特兰大乔治亚世界会议中心圆满结束，AHR Expo 是历史悠久，是美国制冷、暖通及泵阀类产品领域中最大、最重要、最有影响力的专业博览会，同时也是全球暖通制冷行业的重大盛会，自1930年创始以来，AHR Expo一直紧追行业发展趋势，不断创新，汇聚行业内顶尖技术与产品，吸引行业内众多专家交流与合作。',
        '朝晖股份自进入暖通空调领域，一直非常重视AHR Expo，它是朝晖在北美市场开拓重要的平台之一，是展示公司实力、产品技术非常有效的方式。2023 AHR Expo，它是经过疫情之后朝晖国际舞台首秀，经过两年的沉淀，我们带去了全新的产品与服务，获得众多行业内人士认可与青睐。',
        '现场展示了初效袋式过滤器、初效版式过滤器、V-bank过滤器、中效玻纤过滤器、中效化纤过滤器、高效过滤器、液槽过滤器、暖通过滤材料等行业内主流产品与技术方案，致力于为海内外用户提供专业的空气过滤产品与服务，呈现朝晖空气过滤核心技术，为推动全球可持续发展，节约能源，实现健康的生产与生活注入活力。',
        '商业建筑/公共建筑在社会中发挥至关重要的作用，建筑内的空气质量越来越受到人们的关注，据研究，室内空气的污染水平可能比室外高五倍之多，室内的可能包含的污染有霉菌、孢子、花粉，一氧化碳、氡、挥发性有机化合物（VOC），汽车发动机尾气、工业厂房废气，',
        '石棉、粘土等有害物质，解决室内空气的品质问题成为重要事情。',
        '朝晖展台展示的袋式，版式初、中效过滤器能够有效过滤各类细菌、颗粒物。版式过滤器采用滤料与金属网紧密粘合，增加了滤料褶层的强度，有效减弱滤料褶层的抖动，从而减少了二次污染，已广泛用于空调通风过滤系统中，为室内空气品质提供核心保障。',
        '在工业制造领域，医疗、半导体、食品等行业的洁净室通风非常关键，朝晖自主研发的有隔板高效过滤器、无隔板高效过滤器、液槽过滤器等广泛使用于民用、工业洁净场所的末端过滤。产品都根据EN1822标准逐个检漏，采用高强度结构设计，获得更低的阻力，更长的使用寿命。',
        '朝晖是行业人为数不多的拥有原材料研发、制造的过滤器制造商。在现有的通风系统中，初效过滤器通常阻力大，更换频繁，造成能源浪费。朝晖从过滤器源头解决问题，专门研发了一款用于袋式过滤器材料H.e.L.p.S，H.e.L.p.S材料采用多层复合工艺，在效率相同的情况下，阻力低于行业水平20%，延长了产品使用寿命，节约能源，进一步推进可持续发展道路。'

      ]
    }
  },
  {
    txt: `半导体空气过滤
解决方案`,
    time: '2023',
    url: '/images/index/new14.webp',
    info: {
      title: `半导体空气过滤
解决方案`,
      urls: [
      ],
      video: '/video/index.mp4',
      txt: [
        '为先进半导体制造提供完整解决方案，提高制程产量与工艺良率。',
        'ZFT 解决方案为半导体制造环境提供经过现场和实验室验证的保护，包括光刻、蚀刻、扩散、金属化、薄膜、离子注入、检测工具和网纹或晶片存储区域。',
        '用于半导体行业的空气过滤解决方案，产品包括预过滤器、中效过滤器、高效过滤器、化学过滤器、风扇单元。'
      ]
    }
  },
  {
    txt: `欢迎参加
第133届广交会`,
    time: '2023',
    url: '/images/index/new15.webp',
    info: {
      title: `欢迎参加
第133届广交会`,
      urls: [
        {
          path: "/images/index/new13.webp",
          tip: "真空吸尘器配件"
        },
        {
          path: "/images/index/new14.webp",
          tip: "空气净化过滤器",
        },
        {
          path: "/images/index/new15.webp",
          tip: "汽车过滤器",
        },
      ],
      txt: [
        '暌违三年，朝晖期待与您在第133届广交会上再次相见',
        '历经三年疫情，迎着春风，广交会终于迎来了线下重启之路。第133届广交会将于4月15日至5月5日分三期线上线下融合举办。本届广交会将聚焦高质量发展主题，并首次开设第四期广交会，展览规模达150万平方米，创规模新高。参展产品将包括16大类，汇聚各行业优质供应商和国内外采购商。',
        '朝晖是行业内为数不多的从原材料到设备再到解决方案的全链路供应商。是全球领先的吸尘器配件供应商之一，与多家世界 500 强企业建立了长期合作关系。',
        '朝晖很荣幸能继续参加广交会。这不仅是公司实力的展示，更是一次不出国门就能与国外用户面对面交流的绝佳机会。我们将坚守本心，坚持客户至上，期待与各界朋友相聚。',
        '作为过滤行业的资深企业，朝晖在本届广交会上不仅将展出吸尘器配件、空气净化滤网、汽车滤清器等老产品，还将展出商业和工业过滤新产品。',
        '随着城市化进程的加快，人们对生活品质的追求越来越高。除了关注住宅的空气质量，人们对学校、商场、医院、机场、车站等公共场所的空气质量也越来越重视。研究表明，建筑物内的空气可能含有霉菌、孢子、花粉、一氧化碳、氡、挥发性有机化合物（VOC）、细菌、病毒、石棉、粘土、基本粒子等有害物质。',
        '朝晖的袋式初效过滤器、格栅初效过滤器、V-bank 过滤器、中效玻璃纤维过滤器和中效化学纤维过滤器可过滤各种有害物质，并提供定制解决方案，为您提供健康的生活环境。'
      ]
    }
  },
  {
    txt: `2023 FiltXPO 
和 2023 AAPEX 
圆满结束`,
    time: '2023',
    url: '/images/index/new666.webp',
    info: {
      title: `2023 FiltXPO 
和 2023 AAPEX 圆满结束`,
      urls: [
        {
          path: "/images/index/new16.webp",
          tip: ""
        },
        {
          path: "/images/index/new17.webp",
          tip: "2023年美国拉斯维加斯国际汽车零部件展\n&售后服务费用（AAPEX）",
        },
        {
          path: "/images/index/new18.webp",
          tip: "",
        },
        {
          path: "/images/index/new19.webp",
          tip: "",
        },
        {
          path: "/images/index/new20.webp",
          tip: "TOPAS PAF112",
        },
      ],
      txt: [
        '在秋高气爽、硕果累累的季节里，朝晖公司也收获颇丰。兆辉公司参加了在美国举办的两个极具影响力的展会—2023年美国国际过滤与分离技术设备展览会（FiltXPO）和2023年拉斯维加斯国际汽车零部件及售后服务博览会（AAPEX）。这两个展会都是各自领域的重要活动，吸引了来自世界各地的行业精英和专家。',
        '美国国际过滤与分离技术设备展览会是美国唯一的过滤与分离专业展览会。该展会由美国国家无纺布协会主办。作为全球过滤行业的领先展会，FiltXPO 汇集了来自世界各地的高品质过滤产品和解决方案。朝晖全资子公司科弗材料（Kofer Materials）的高性能熔喷材料、聚四氟乙烯材料和玻璃纤维材料吸引了大量参观者的关注和咨询。',
        '聚四氟乙烯材料是科弗公司的明星产品。它稳定高效、阻力小、折现性能好、耐高温。该材料广泛应用于工业除尘器、无尘室、无尘台、无菌手术室等过滤设备。',
        '盖板熔喷材料具有高孔隙率、低阻力、高过滤效率和先进的后处理技术等特点。这种材料具有出色的过滤效率和容尘量，能有效过滤空气中的细菌和病毒等颗粒物。它被广泛应用于口罩、空气净化器、家用和商用吸尘器等领域的过滤部件。',
        '玻璃纤维材料是科弗公司生产的另一种高性能过滤材料，具有高效率、低阻力、高强度、高防水性等特点。该材料广泛应用于无尘室、洁净工作台、工业过滤、电子厂、军事装备、医疗卫生、科研单位等领域。',
        '此外，科弗吸水纸还具有高强度和优异的吸水性能。广泛应用于加湿器、医疗器械空气过滤器等领域。',
        '在 2023 年的 FiltXPO 展会上，科弗公司的展位吸引了众多参观者的目光。公司专业人员详细介绍了各种材料的性能特点和应用领域，并现场展示了各种材料的样品和实际应用案例。参观者和客户对科富莱的产品和服务表示赞赏和认可，并表达了进一步合作的意愿。',
        'AAPEX由美国汽车维修及服务行业协会、汽车及设备制造商协会和汽车零部件协会主办。它是全球汽车零部件行业的一次盛会，展示了最新的汽车零部件和维修技术。',
        '朝晖在此次展会上展出了座舱滤清器、空气滤清器和机油滤清器，并带来了公司自主研发的滤清器材料。',
        '“清洁环境，创造绿色未来，让水和空气回归原本的洁净、纯净和清新 “是朝晖一贯的追求。',
        '为了保护车内环境，让驾驶和乘坐更加舒适，我们从研发到生产，层层把关，确保滤清器的质量。',
        '每一个滤清器都经过 20 多道工序的严格生产。从十多种不同原厂材料的性能对比试验中，筛选出最适合滤清器的材料配比，经过不同的加工、复合等工序后成型。过滤器的主要过滤材料。',
        '保证产品质量，建立国际实验检测设备。引进了 T OPAS PAF112 汽车座舱滤清器检测系统，可检测正丁烷、甲苯、二氧化硫 SO2 等气体。产品符合 ISO11155-2、DIN71460-2 和 GB/T 32085.2 标准。',
        '在这两次展会上，朝晖公司与来自世界各地的客户和合作伙伴进行了深入的交流与合作洽谈。其产品和技术得到了广泛的认可和好评。未来，朝晖将继续致力于研发和创新，提供更多优质的产品和服务，推动全球过滤行业的发展。'
      ]
    }
  },
])
let newBu = ref([])
//轮播图
let isChangeBanner = ref(false)
let indexWrap = ref(null)
let indexWrapScoll = ref(null)
let banner = ref(null)
let index = ref(0);
let indexWrapZindex = ref('')
let isShow = ref(false)
let zheZhao = ref({})
let isLoaded = ref(false)
// 触摸滑动处理函数
let isMouseDown = ref(false)
let startY = 0;
let endY = 0;


let bannerItems = ref([

  {
    bg: 'images/index/banner1.webp',
    title: '从原料到产品',
    description: `
        我们具备自主研发原材料、把控产品核心技术的能力, 从材料到产品无缝衔接，<br>快速、丝滑实现精准的特定技术指标
                              全方位满足空滤的市场各类需求。

        `,
    buttonSrc: 'images/index/benJian.webp',
    zIndex: 30,
    bgAnimation: 'scale 1.5s 0.5s forwards',
    animation: '',
    btnAnimation: 'show 1.5s 1.5s forwards',
    boxAnimation: 'riToLe 1.5s 1.5s forwards',
    url: '/PRODUCTS/FloorCare/Paper'
  },
  {
    bg: 'images/index/banner2.webp',
    title: '100余人的研发团队',
    description: `
        支持我们在产品与系统上不断迭代创新、技术上不断前行的，<br>
        是身后超过100人的研发团队以及超过30年历炼的行业积淀。
        `,
    buttonSrc: 'images/index/benJian.webp',
    zIndex: 0,
    bgAnimation: '',
    animation: '',
    btnAnimation: '',
    boxAnimation: '',
    url: '/AboutSeinfel/rd/OneStop'
  },
  {
    bg: 'images/index/banner3.webp',
    title: '完善的检测体系',
    description: `
          我们建立了完善的检测体系与高水平的检测设备群，<br>既为Seinfel的技术与产品保驾护航，也令选择我们的客户更加放心。
          `,
    buttonSrc: 'images/index/benJian.webp',
    zIndex: 0,
    bgAnimation: '',
    animation: '',
    btnAnimation: '',
    boxAnimation: '',
    url: '/AboutSeinfel/rd/TestCenter'
  },
  {
    bg: 'images/index/banner4.webp',

    title: '18万平方米厂房',
    description: `
           我们在全球有超过18万平方米的生产基地，<br>从空间上支持产能的最大化输出，确保顺利实现交货。
          `, buttonSrc: 'images/index/benJian.webp',
    zIndex: 0,
    bgAnimation: '',
    animation: '',
    btnAnimation: '',
    boxAnimation: '',
    url: '/AboutSeinfel/Introduction'
  },
  {
    bg: 'images/index/banner5.webp',
    title: '30余年的发展历程',
    description: `
            早在1993年，我们就开始在空气过滤行业崭露头角。<br>
             选择我们，让您简单坐拥30余年经验、技术与生产能力的合作伙伴。
          `,
    buttonSrc: 'images/index/benJian.webp',
    zIndex: 0,
    bgAnimation: '',
    animation: '',
    btnAnimation: '',
    boxAnimation: '',
    url: '/AboutSeinfel/Seinfel'
  },
  {
    bg: 'images/index/banner6.webp',
    title: '全球业务',
    description: `
             我们的总部位于新加坡，生产基地分别设在柬埔寨、中国和马来西亚，<br>在英国、美国、法国、德国、日本、韩国、迪拜、印度、马来西亚、越南等国家<br>都设有市场部为全球客户提供更完美的服务。
          `,
    buttonSrc: 'images/index/benJian.webp',
    zIndex: 0,
    bgAnimation: '',
    animation: '',
    btnAnimation: '',
    boxAnimation: '',
    url: '/contact'
  },
])
let bannerItems2 = ref([
  {
    bg: 'images/index/banner1.webp',
    title: '从原料到产品',
    description: `
        我们具备自主研发原材料、把控产品核心技术的能力, 从材料到产品无缝衔接，快速、丝滑实现精准的特定技术指标全方位满足空滤的市场各类需求。
        `,
    buttonSrc: 'images/index/benJian.webp',
    zIndex: 30,
    bgAnimation: 'scale 1.5s 0.5s forwards',
    animation: '',
    btnAnimation: 'show 1.5s 1.5s forwards',
    boxAnimation: 'riToLe 1.5s 1.5s forwards',
    url: '/PRODUCTS/FloorCare/Paper'
  },
  {
    bg: 'images/index/banner2.webp',
    title: '100余人的研发团队',
    description: `支持我们在产品与系统上不断迭代创新、技术上不断前行的. 是身后超过100人的研发团队以及超过30年历炼的行业积淀。`,
    buttonSrc: 'images/index/benJian.webp',
    zIndex: 0,
    bgAnimation: '',
    animation: '',
    btnAnimation: '',
    boxAnimation: '',
    url: '/AboutSeinfel/rd/OneStop'
  },
  {
    bg: 'images/index/banner3.webp',
    title: '完善的检测体系',
    description: `我们建立了完善的检测体系与高水平的检测设备群，既为Seinfel的技术与产品保驾护航，也令选择我们的客户更加放心。`,
    buttonSrc: 'images/index/benJian.webp',
    zIndex: 0,
    bgAnimation: '',
    animation: '',
    btnAnimation: '',
    boxAnimation: '',
    url: '/AboutSeinfel/rd/TestCenter'
  },
  {
    bg: 'images/index/banner4.webp',

    title: '18万平方米厂房',
    description: `我们在全球有超过18万平方米的生产基地，从空间上支持产能的最大化输出，确保顺利实现交货。`, buttonSrc: 'images/index/benJian.webp',
    zIndex: 0,
    bgAnimation: '',
    animation: '',
    btnAnimation: '',
    boxAnimation: '',
    url: '/AboutSeinfel/Introduction'
  },
  {
    bg: 'images/index/banner5.webp',
    title: '30余年的发展历程',
    description: `
            早在1993年，我们就开始在空气过滤行业崭露头角。选择我们，让您简单坐拥30余年经验、技术与生产能力的合作伙伴。`,
    buttonSrc: 'images/index/benJian.webp',
    zIndex: 0,
    bgAnimation: '',
    animation: '',
    btnAnimation: '',
    boxAnimation: '',
    url: '/AboutSeinfel/Seinfel'
  },
  {
    bg: 'images/index/banner6.webp',
    title: '全球业务',
    description: `
             我们的总部位于新加坡，生产基地分别设在柬埔寨、中国和马来西亚，在英国、美国、法国、德国、日本、韩国、迪拜、印度、马来西亚、越南等国家都设有市场部为全球客户提供更完美的服务。
          `,
    buttonSrc: 'images/index/benJian.webp',
    zIndex: 0,
    bgAnimation: '',
    animation: '',
    btnAnimation: '',
    boxAnimation: '',
    url: '/contact'
  },
])

function showNews(obj) {
  isShow.value = true
  zheZhao.value = obj
}
function handleWheel(event) {
  // deltaY > 0 表示向下滚动, deltaY < 0 表示向上滚动
  if (event.deltaY > 0) {
    changeBanner(1)
  } else {
    changeBanner(0)
  }
}
function goto(url) {
  router.push(url);
}
function changeBanner(status, num) {

  if (isChangeBanner.value) return;

  if (index.value < bannerItems.value.length) {
    let nowBnner = bannerItems.value[index.value];
    if (status) {
      index.value = index.value + 1
      nowBnner.animation = window.screen.width > 768 ? "TopToHi 2s forwards" : "";
      nowBnner.zIndex = 10
      let bgs = banner.value.getElementsByClassName('bg')
      if (index.value < bannerItems.value.length - 1) {
        bgs[index.value + 1].src = bannerItems.value[index.value + 1].bg
      }

      if (index.value !== bannerItems.value.length) {
        const nextBanner = bannerItems.value[index.value];
        nextBanner.zIndex = 100;

        nextBanner.animation = window.screen.width > 768 ? "boToTop 1.5s forwards" : "";
        addAnimation(nextBanner, nowBnner);
      } else {
        indexWrapZindex.value = '100'
        indexWrap.value.style.animation = window.screen.width > 768 && !num ? "boToTop 1.5s forwards" : "";
        add()
      }
    } else {
      index.value = index.value - 1
      if (index.value < 0) {
        index.value = 0
        return;
      }
      nowBnner.animation = window.screen.width > 768 ? "BotToHi 2s forwards" : "";
      nowBnner.zIndex = 10
      let bgs = banner.value.getElementsByClassName('bg')
      if (index.value < bannerItems.value.length - 1) {
        bgs[index.value + 1].src = bannerItems.value[index.value + 1].bg
      }

      if (index.value !== bannerItems.value.length) {
        const nextBanner = bannerItems.value[index.value];
        nextBanner.zIndex = 100;

        nextBanner.animation = window.screen.width > 768 ? "TopTobot 1.5s forwards" : "";
        addAnimation(nextBanner, nowBnner);
      } else {
        indexWrapZindex.value = '100'
        indexWrap.value.style.animation = window.screen.width > 768 && !num ? "TopTobot 1.5s forwards" : "";
        add()
      }
    }




  }
}

function addAnimation(nextBanner, nowBnner) {
  isChangeBanner.value = true;
  nextBanner.bgAnimation = window.screen.width > 768 ? "scale 2.5s 1.5s forwards" : "";
  nextBanner.btnAnimation = window.screen.width > 768 ? "show 1.5s 2.8s forwards" : "show 1.5s 0.5s forwards";
  nextBanner.boxAnimation = window.screen.width > 768 ? "riToLe 1.5s 2.8s forwards" : "riToLe 1.5s 0.5s forwards";
  setTimeout(() => {
    nowBnner.zIndex = 9
    nowBnner.bgAnimation = ''
    nowBnner.animation = ''
    nowBnner.btnAnimation = ''
    nowBnner.boxAnimation = ''
  }, 2000)
  setTimeout(() => {
    isChangeBanner.value = false;

  }, window.screen.width > 768 ? 3500 : 1500);
}


// 添加节流函数
function throttlee(fn, wait) {
  let lastTime = 0;
  return function (...args) {
    let now = new Date();
    if (now - lastTime > wait) {
      lastTime = now;
      fn.apply(this, args);
    }
  };
}

function handleTouchStart(event) {
  startY = event.touches[0].clientY;
}

function handleTouchMove(event) {
  endY = event.touches[0].clientY;
}

function handleTouchEnd() {
  if (startY > endY + 30) { // 检测向上滑动
    changeBanner(1, 1);
  }
}


function handleMouseDown(event) {
  isMouseDown = true;
  startY = event.clientY;
}

function handleMouseMove(event) {
  if (isMouseDown) {
    endY = event.clientY;
  }
}

function handleMouseUp() {
  if (isMouseDown && startY > endY + 30) { // 确认这是一个向上滑动
    changeBanner(1);
  }
  isMouseDown = false;
}

function scrollHand() {
  // 检查当前滚动位置并与阈值比较
  const shouldBeHidden = indexWrapScoll.value.scrollTop > 60;
  // 只有当当前可见性状态与应有状态不符时才更新
  if (shouldBeHidden) {

    scrollHandler(1);
  } else if (!shouldBeHidden) {
    scrollHandler(0);
  }
}


//跳过轮播图
function news(num) {
  index.value = 5
  changeBanner(1, 1)
  if (num) {
    const element = document.getElementById('companynews');
    if (element) {
      element.scrollIntoView({ behavior: 'smooth' }); // 平滑滚动到目标元素
    }
  }

}



onMounted(() => {
  if (window.screen.width < 768) {
    bannerItems.value = bannerItems2.value
  }
  isLoaded.value = true
  //自动补齐新闻版块
  let num = newInfo.value.length % 5
  if (num !== 0) {
    for (let index = 0; index < 5 - num - 1; index++) {
      newBu.value.push({

      })
    }

  }
  if (route.query.new) {
    if (route.query.companynews) {
      news(1)
    } else {
      news()
    }

  }
  banner.value.addEventListener('touchstart', handleTouchStart);
  banner.value.addEventListener('touchmove', handleTouchMove);
  banner.value.addEventListener('touchend', handleTouchEnd);
  banner.value.addEventListener('mousedown', handleMouseDown);
  banner.value.addEventListener('mousemove', handleMouseMove);
  banner.value.addEventListener('mouseup', handleMouseUp);
});

onUnmounted(() => {
  if (banner.value) {
    banner.value.removeEventListener('touchstart', handleTouchStart);
    banner.value.removeEventListener('touchmove', handleTouchMove);
    banner.value.removeEventListener('touchend', handleTouchEnd);
    banner.value.removeEventListener('mousedown', handleMouseDown);
    banner.value.removeEventListener('mousemove', handleMouseMove);
    banner.value.removeEventListener('mouseup', handleMouseUp);
  }
});
</script>

<template>
  <div>
    <oneCn></oneCn>
    <div class="banner" ref="banner">
      <div @wheel="handleWheel" v-for="(item, idx) in bannerItems" :key="idx" :class="['bannerItem']"
        :style="{ zIndex: item.zIndex, animation: item.animation }">
        <img alt="banner" :style="{ animation: item.bgAnimation }" :src="idx === 0 || idx === 1 ? item.bg : ''"
          class="bg">
        <div class="info" v-if="isLoaded">
          <div class="box" :style="{ animation: item.boxAnimation }" @click="goto(item.url)">
            <div v-if="item.title" class="titleBanner">
              {{ item.title }}
              <img src="/public/images/index/benJian.webp" alt="" v-if="!counter.isApp">
              <div class="bggg" v-else></div>
              <!--                          <img src="/public/images/index/benJian.webp" alt="" style="opacity: 1;width: 0.8rem;height: 0.8rem">-->
            </div>
            <p v-html="item.description"></p>
          </div>
        </div>
        <div class="btn" :style="{ animation: item.btnAnimation }" @click="changeBanner(1)">
          <span>0{{ idx + 1 }}</span>
          <img alt="button" :src="item.buttonSrc">
        </div>
      </div>

      <div class="bannerItem products" :style="{ zIndex: indexWrapZindex, cursor: 'default' }" ref="indexWrap">
        <img alt="background image" src="/public/images/index/banner7.webp" class="bg"
          style="object-position:center 80%;object-fit: cover;">
        <section class="wrap" @scroll="scrollHand" id="indexWrap" ref="indexWrapScoll">
          <div class="oneRow">
            <bor class="indexProductsBor" />
            <div class="left">
              <p>
                产品
              </p>

            </div>
            <div class="right">
              <!-- <img alt="search" src="/public/images/index/search.webp" class="search">
              <img alt="search" src="/public/images/index/search.webp" class="search">
              <input placeholder="产品搜索" v-model="keyWord" @keydown.enter="handleEnter">
              <button id="btn" @click="search()"></button> -->
              <searchPro />
            </div>
          </div>
          <div class="twoRow">
            <bor class="indeTwoBor" />
            <bor class="indeBor3" />

            <div class="item pro" @click="goto('/PRODUCTS/FloorCare/Paper')">
              <div class="left">
                <p style="margin-bottom: 0.07rem">
                  地面清洁
                </p>
                <img alt="arrows" src="/public/images/jiantou.webp" class="jiantou">
              </div>
              <div class="right">
                <img src="/public/images/index/FloorCare.webp" alt="" style="width: 100%;height: 100%;display: block">
              </div>

            </div>
          </div>
          <div class="threeRow">
            <bor class="indeBor4" />
            <bor class="indeBor5" />

            <div class="left pro" @click="goto('/PRODUCTS/AirPuri/Dust')">
              <img alt="AirPuriﬁcation" src="/public/images/index/AirPuriﬁcation.webp" class="pic">
              <img src="/public/images/index/AirPuriﬁcationZhe.webp" alt="" class="pic zhe">
              <div class="tip">
                <p>空气净化</p>
                <img alt="arrows" src="/public/images/jiantou.webp" class="jiantou">
              </div>
            </div>
            <div class="right pro" @click="goto('/PRODUCTS/Commercial/pre')">
              <div class="tip">
                <p>
                  商业及工业通风过滤
                </p>
                <img alt="arrows" src="/public/images/jiantou.webp" class="jiantou">
              </div>

              <div class="pic">
                <div class="zhezhao"></div>
                <img alt="CommercialIndustrialAirFiltration"
                  src="/public/images/index/CommercialIndustrialAirFiltration.webp">
              </div>

            </div>
          </div>
          <div class="fourRow">
            <bor class="indeBor6" />
            <bor class="indeBor7" />


            <div class="left pro" @click="goto('/PRODUCTS/Automotive/Product')">
              <img alt="CarFiltration" src="/public/images/index/CarFiltration.webp" class="pic">
              <div class="tip">
                <p>
                  汽车过滤
                </p>
                <img alt="arrows" src="/public/images/jiantou.webp" class="jiantou">
              </div>
            </div>
            <div class="right pro" @click="goto('/PRODUCTS/EcoFriendly/Product')">
              <img alt="EnvironmentallyFriendlyPackaging"
                src="/public/images/index/EnvironmentallyFriendlyPackaging.webp" class="pic">
              <img src="/public/images/index/EnvironmentallyFriendlyPackagingZhe.webp" alt="" class="pic zhe">
              <div class="tip">
                <p>
                  环保替塑<br>
                  包装袋<br>
                  <img alt="arrows" src="/public/images/jiantou.webp" class="jiantou">

                </p>
              </div>
            </div>
          </div>

          <article class="companynews" id="companynews">
            <div class="top">
              <div class="left">
                <p>
                  公司新闻
                </p>
              </div>
              <div class="right">
                <img alt="companynews" src="/public/images/index/companynews.webp">
              </div>
            </div>

            <bor class="indeBor8"></bor>
            <div class="box">
              <div @click="showNews(item.info)" :class="['item', { 'fiveItem': index % 5 === 4 }]"
                v-for="(item, index) in newInfo" :key="index">
                <bor2 class="indeBor9"></bor2>
                <p class="infoo">
                  {{ item.txt }}
                </p>
                <p class="time">
                  {{ item.time }}
                </p>
                <div class="ceng">
                  <img :src="item.url" alt="" class="bgi">
                  <img src="/public/images/index/jiantou2.webp" alt="" class="jian">
                  <img src="/public/images/index/jiantou3.webp" alt="" class="jian2">
                </div>
              </div>
              <div class="item" style="justify-content: center" v-if="newInfo.length % 5 !== 0">
                <bor2 class="indeBor9"></bor2>
                <p>..........</p>
              </div>
              <div :class="['item', { 'fiveItem': index === newBu.length - 1 }]" v-for="(item, index) in newBu"
                :key="index">
                <bor2 class="indeBor9"></bor2>
              </div>
            </div>
          </article>
          <footCn></footCn>
        </section>
      </div>

    </div>
    <div class="zhezhaoo" v-if="isShow">
      <div class="zheBox">
        <bor class="indexBorZhe"></bor>
        <div class="back" @click="isShow = false">
          <img src="/public/images/index/newJiantou.webp" alt="">
          <p>
            返回
          </p>
        </div>
        <p class="title">
          {{ zheZhao.title }}
        </p>
        <div class="zheWrap">
          <div class="left">
            <video v-if="zheZhao.video" autoplay controls loop width="100%">
              <source :src="zheZhao.video">
            </video>
            <div v-for="(item, index) in zheZhao.urls" :key="index" style="margin-bottom: 0.2rem">
              <img :src="item.path" alt="">
              <p class="newTipp">
                {{ item.tip }}
              </p>
            </div>


          </div>
          <p class="right">
            <span v-for="(item, index) in zheZhao.txt" :key="index">
              {{ item }}
            </span>
          </p>
        </div>
      </div>
    </div>
  </div>

</template>

<style scoped>
.bggg {
  width: 0.8rem;
  height: 0.8rem;
  background-image: url("/public/images/index/benJian.webp");
  background-size: 100%;
  margin-left: 0.2rem;
}

.fiveItem .indeBor9 .right {
  display: none !important;
}

.zhezhaoo {
  width: 100vw;
  height: 100vh;
  position: fixed;
  background: rgba(0, 24, 128, 0.5);
  z-index: 1000;
  top: 0;
  left: 0;
  padding: 1rem 0.5rem;
}

.zhezhaoo .zheBox {
  width: 18.2rem;
  height: 8.8rem;
  background: #2546D6;
  border-radius: 0.1rem;
  padding: 0.4rem 0.2rem 0.22rem 0.2rem;
  color: white;
  position: absolute;
  top: 50%;
  left: 50%;
  transform: translate(-50%, -50%);
}

.zhezhaoo .zheBox .back {
  display: flex;
  font-size: 0.35rem;
  align-items: center;
  position: absolute;
  right: 0.18rem;
  top: 0.47rem;
  cursor: pointer;
  font-family: AlibabaPuHuiTi2-45-Light;
}

.zhezhaoo .zheBox .newTipp {
  white-space: pre-wrap;
  text-align: right;
  font-family: AlibabaPuHuiTi2-45-Light;
}

.zhezhaoo .zheBox img {
  width: 0.4rem;
  height: 0.4rem;
  margin-right: 0.1rem;
}

.zhezhaoo .zheBox .title {
  width: 16.35rem;
  margin-left: 0.4rem;
  font-size: 0.5rem;
  font-family: AlibabaPuHuiTi2-45-Light;
  white-space: pre-wrap;
  text-align: start;
  line-height: 0.6rem;
}

.zhezhaoo .zheBox .zheWrap {
  margin-top: 0.45rem;
  display: flex;
  width: 100%;
  height: 6.2rem;
  scrollbar-width: none;
  /* Firefox */
  -ms-overflow-style: none;
  /* Internet Explorer 10+ */
  overflow-y: scroll;
  padding: 0 0.4rem;
}

.zhezhaoo .zheBox .zheWrap .left {
  width: 7.25rem;
  padding-top: 0.6rem;
}

.zhezhaoo .zheBox .zheWrap .left img,
.zhezhaoo .zheBox .zheWrap .left video {

  width: 100%;
  height: auto;
}

.zhezhaoo .zheBox .zheWrap .right {
  padding-top: 0.6rem;
  width: 8.51rem;
  font-size: 0.25rem;
  font-family: AlibabaPuHuiTi2-45-Light;
  margin-left: 1.1rem;
  white-space: pre-wrap;
  line-height: 0.4rem;
}

.zhezhaoo .zheBox .zheWrap .right span {
  line-height: 0.5rem;
  font-size: 0.25rem;
  font-family: AlibabaPuHuiTi2;
  margin-bottom: 0.2rem;
  display: block;

  text-align: justify;
}

.jiantou {
  width: 0.5rem;
  height: 0.41rem;
}

h2 {
  font-size: 0.5rem;
  font-family: AlibabaPuHuiTi2;
  color: white;
  text-align: end;
}

.bannerItem .wrap p {
  font-family: AlibabaPuHuiTi2;
  color: white;
  text-align: end;
  font-size: 0.5rem;
}

.banner {
  width: 100%;
  height: 100vh;
  overflow: hidden;
  z-index: 200;
  position: relative;
}

.banner .active {
  top: 100%;
  left: 0;
  z-index: 99;
}

.banner .products {
  background: linear-gradient(#0123B5, #001880);

}

.bannerItem {
  width: 100%;
  height: 100%;
  position: absolute;
  overflow: hidden;
  font-family: AlibabaPuHuiTi2;
  cursor: pointer;
  top: 0;
  left: 0;
  transition: 1s;
  background-color: #fff;
}

.bannerItem .bg {
  display: block;
  position: absolute;
  top: 0;
  left: 0;
  max-width: 100%;
  height: auto;
  object-fit: cover;
  object-position: center;
  /* 确保图片居中显示 */
  min-width: 100%;
  /* 确保宽度至少为容器宽度 */
  min-height: 100%;
  /* 确保高度至少为容器高度 */

  z-index: -1;
}

.bannerItem .btn {
  position: absolute;
  left: 50%;
  transform: translateX(-50%);
  bottom: 0.3rem;
  opacity: 0;
  width: 0.6rem;
  height: 0.4rem;
  display: flex;
  justify-content: space-between;
  font-size: 0.28rem;
  font-family: AlibabaPuHuiTi2;
  align-items: center;
  color: white;
}

.bannerItem .btn img {
  width: 0.25rem;
  height: 0.25rem;
  margin-left: 0.05rem;
}

.bannerItem .info {
  width: 65%;
  height: 3.33rem;
  color: white;
  position: absolute;
  right: 0;
  top: 43vh;
  font-family: AlibabaPuHuiTi2;
}

.bannerItem .info .box {
  overflow: hidden;
  width: 0;
  /* 初始化宽度 */
  display: flex;
  flex-direction: column;
  align-items: end;
  height: 100%;
  position: absolute;
  right: 0 !important;
  top: 0;
  /* 设置从右边开始 */
  --alpha: 0.5;
  border-left: none;
  /* 移除左边的边框 */
  background-color: rgba(0, 0, 255, 0.5) !important;
  transition: background 1.5s;
}

.bannerItem .info .titleBanner,
.bannerItem .info p {
  width: 10.91rem;
  position: absolute;
  right: 0.8rem;
  /* 保持现有的右侧间距 */
}

.bannerItem .info .titleBanner {
  font-size: 0.9rem;
  line-height: 1.7rem;
  display: flex;
  justify-content: right;
  align-items: center;
  position: relative;
  transition: all 0.2s;

}

.bannerItem .info .titleBanner img {
  width: 0.6rem;
  height: 0.6rem;
  margin-left: 0.2rem;
  transition: all 0.2s;
  position: absolute;
  right: 0;
  top: 50%;
  transform: translateY(-50%);
  opacity: 0;

}

.bannerItem .info:hover .titleBanner {
  padding-right: 0.7rem;
}

.bannerItem .info:hover .titleBanner img {
  opacity: 1;
  transition-delay: 0.2s;
}

.bannerItem .info p {

  font-size: 0.3rem;
  line-height: 0.45rem;
  text-align: right;
  display: block;
  top: 1.7rem;

}

.bannerItem .wrap {

  height: 100%;
  overflow-y: scroll;
  padding-top: 1.13rem;
  position: absolute;
  top: 0;
  left: 0;
  background: none;
}

.bannerItem .wrap .pro {
  cursor: pointer;
}

.bannerItem .wrap .oneRow {
  height: 2.2rem;
  width: 100%;
  position: relative;
  border-top: 1px solid white;
  display: flex;
}

.bannerItem .wrap .oneRow .left {
  width: 7.68rem;
  position: relative;
  display: flex;
  justify-content: left;
  align-items: center;
}

.bannerItem .wrap .oneRow .left p {
  font-family: AlibabaPuHuiTi2-45-Light;
  font-size: 1.05rem;
  line-height: 1.26rem;
  color: white;
  margin-left: 0.8rem;
}

.bannerItem .wrap .oneRow .right {
  width: 11.52rem;
  position: relative;
}

.bannerItem .wrap .twoRow {
  height: 3.1rem;
  position: relative;
}

.bannerItem .wrap .twoRow .bor {
  position: absolute;
  width: 100%;
  height: 100%;
  bottom: 0;
  left: 0;

}

.bannerItem .wrap .twoRow .item {
  width: 11.91rem;
  margin: 0.15rem 0 0 4.02rem;
  height: 2.80rem;
  display: flex;
  justify-content: space-between;
  position: relative;

}

.bannerItem .wrap .twoRow .item .left {
  width: 3.1rem;
  height: 100%;
  color: white;
  text-align: right;
  position: relative;
}


.bannerItem .wrap .twoRow .item .right {
  width: 8.61rem;
  height: 2.80rem;
  display: block;
  position: relative;
  margin-left: 0.2rem;
}

.bannerItem .wrap .twoRow .item .right::before {
  content: " ";
  position: absolute;
  top: 0;
  left: 0;
  z-index: 1;
  width: 8.61rem;
  height: 2.80rem;
  background-color: rgba(255, 255, 255, 0.5);
  /* 设置灰白蒙版的颜色和透明度 */
  border-radius: 0.15rem;
  transition: opacity 0.3s;
  /* 添加过渡效果 */
}

.bannerItem .wrap .twoRow .item .right:hover::before {
  opacity: 0;
  transition-delay: 0.2s;
}



.bannerItem .wrap .threeRow {
  width: 100%;
  height: 3.1rem;
  margin-top: 0.05rem;
  display: flex;
  justify-content: space-between;
  position: relative;
}

.bannerItem .wrap .threeRow .bor {
  width: 100%;
  height: 100%;
  position: absolute;
  top: 0;
  left: 0;
}

.bannerItem .wrap .threeRow .left {
  width: 8.19rem;
  height: 2.80rem;
  display: flex;
  justify-content: center;
  margin-left: 0.1rem;
  position: relative;
}



.bannerItem .wrap .threeRow .left .pic {
  width: 100%;
  height: auto;
  display: block;
  top: 0;
  left: 0;
  position: absolute;
}

.bannerItem .wrap .threeRow .left .zhe {
  position: absolute;
  top: 0;
  left: 0;
  transition: all 0.3s;
}

.bannerItem .wrap .threeRow .left:hover .zhe {
  opacity: 0;
}

.bannerItem .wrap .threeRow .left .tip {
  position: absolute;
  left: 2.25rem;
  bottom: 0rem;
  color: white;
  display: flex;
  align-items: center;
}

.bannerItem .wrap .threeRow .left .tip p {
  margin-right: 0.07rem;
}

.bannerItem .wrap .threeRow .right {
  width: 10.6rem;
  height: 2.8rem;
  display: flex;
  justify-content: end;
  padding: 0 0.15rem;
}

.bannerItem .wrap .threeRow .right .tip {
  text-align: right;
  margin-right: 0.2rem;
  position: relative;
}

.bannerItem .wrap .threeRow .right .tip p {
  font-size: 0.49rem;
  line-height: 0.6rem;
}

.bannerItem .wrap .threeRow .right .pic {
  width: 4.85rem;
  height: auto;
  position: relative;
}

.bannerItem .wrap .threeRow .right .pic .zhezhao {
  position: absolute;
  width: 100%;
  height: 100%;
  background-color: #fff;
  opacity: 0.4;
  border-radius: 0.1rem;
  transition: all 0.3s;
}

.bannerItem .wrap .threeRow .right:hover .pic .zhezhao {
  opacity: 0;
}

.bannerItem .wrap .threeRow .right .pic img {
  width: 100%;
  height: 100%;

}

.bannerItem .wrap .fourRow {
  width: 100%;
  height: 3.1rem;

  display: flex;
  justify-content: space-between;
  position: relative;
  margin-bottom: 20px;

  margin-top: 0.05rem;
}

.bannerItem .wrap .fourRow .bor {
  width: 99.4%;
  height: 100%;
  position: absolute;
  top: 0;
  left: 0.6%;
}

.bannerItem .wrap .fourRow .left {
  width: 8.06rem;
  height: 2.82rem;
  position: relative;
  margin-left: 10.1%;
  display: flex;
}

.bannerItem .wrap .fourRow .left::before {
  content: " ";
  position: absolute;
  top: 0;
  left: 0rem;
  z-index: 1;
  width: 5.25rem;
  height: 100%;
  background-color: rgba(255, 255, 255, 0.5);
  /* 设置灰白蒙版的颜色和透明度 */
  border-radius: 0.15rem;
  transition: opacity 0.3s;
  /* 添加过渡效果 */
}

.bannerItem .wrap .fourRow .left:hover::before {
  opacity: 0;
  transition-delay: 0.2s;
}

.bannerItem .wrap .fourRow .left p {
  text-align: left;
  line-height: 0.6rem;
}

.bannerItem .wrap .fourRow .left .jiantou {
  transform: rotateY(180deg);
  /* 水平镜像翻转 */
}

.bannerItem .wrap .fourRow .left .pic {
  width: 5.25rem;
  height: auto;
  display: block;
  margin-right: 0.18rem;
}

.bannerItem .wrap .fourRow .right {
  width: 8.1rem;
  height: 2.8rem;
  position: relative;
  margin-right: 0.5%;
}


.bannerItem .wrap .fourRow .right .pic {
  width: 7.06rem;
  height: auto;
}

.bannerItem .wrap .fourRow .right .zhe {
  position: absolute;
  top: 0;
  left: 0;
  transition: all 0.3s;
}

.bannerItem .wrap .fourRow .right:hover .zhe {
  opacity: 0.3;
}

.bannerItem .wrap .fourRow .right .tip {
  position: absolute;
  right: 1.95rem;
  top: -0.05rem;
}

.bannerItem .wrap .fourRow .right .tip p {
  text-align: left;
  font-size: 0.49rem;
  line-height: 0.6rem;
  margin-left: 0.2rem
}

.bannerItem .wrap .fourRow .right .tip .jiantou {
  transform: rotateY(180deg);
  /* 水平镜像翻转 */
}

.bannerItem .companynews {
  width: 100%;
  border-top: 1px solid white;
  margin: 2.67rem 0;
  position: relative;

}

.bannerItem .companynews .top {
  max-width: 100%;
  height: 3.25rem;
  display: flex;
}

.bannerItem .companynews .top .left {
  width: 7.685rem;
  height: 100%;
  padding: 0.15rem;
  display: flex;
  justify-content: left;
  align-items: center;
}

.bannerItem .companynews .top .left p {
  font-family: AlibabaPuHuiTi2-45-Light;
  font-size: 1.05rem;
  line-height: 1.26rem;
  color: white;
  margin-left: 0.8rem;

  line-height: 1;
}

.bannerItem .companynews .top .right {
  width: 11.51rem;
  height: 100%;

  padding: 0.15rem;
}

.bannerItem .companynews .top .right img {
  width: 100%;
  display: block;
  object-fit: cover;
}

.bannerItem .companynews .box {
  width: 100%;
  display: flex;
  flex-wrap: wrap;

}

.bannerItem .companynews .box .item {
  position: relative;
  width: 20%;
  height: 3rem;
  /* 根据需要调整宽高 */
  display: flex;
  flex-direction: column;
  justify-content: space-between;
  padding: 0.2rem 0.3rem;
  align-items: center;
  color: white;
  font-family: AlibabaPuHuiTi2-45-Light;
}

.bannerItem .companynews .box .item .infoo {
  text-align: center;
  font-size: 0.25rem;
  width: 3.2rem;
  word-wrap: break-word;
  overflow: hidden;
  padding-top: 0.1rem;
  white-space: pre-wrap;
  line-height: 0.3rem;
}

.bannerItem .companynews .box .item .time {
  font-size: 0.16rem;
}

.bannerItem .companynews .box .item .ceng {
  position: absolute;
  top: 50%;
  left: 50%;
  transform: translate(-50%, -50%);
  width: 3.4rem;
  opacity: 0;
  height: 2.68rem;
  transition: all 0.3s;
  border-radius: 10px;
  overflow: hidden;
}

.bannerItem .companynews .box .item:hover .ceng {
  opacity: 1;
}

.bannerItem .companynews .box .item .ceng .jian {
  width: 25%;
  height: 25%;
  display: block;
  position: absolute;
  top: 50%;
  left: 50%;
  transform: translate(-50%, -50%);
  transform-origin: center center;
  /* 确保变换从中心进行 */
}

.bannerItem .companynews .box .item .ceng .jian2 {
  width: 65%;
  height: 70%;
  display: block;
  position: absolute;
  top: 50%;
  left: 50%;
  transform: translate(-50%, -50%);
  transition: all 0.3s;
}

.bannerItem .companynews .box .item:hover .ceng .jian {
  transform-origin: center center;
  /* 确保变换从中心进行 */
  animation: scale2 0.5s ease forwards;
}

.bannerItem .companynews .box .item:hover .ceng .jian2 {
  opacity: 0;
}

.bannerItem .companynews .box .item .ceng .bgi {
  width: 100%;
  height: 100%;
  display: block;
  object-fit: cover;
}



@media (max-width: 768px) {


  .bannerItem .wrap {
    padding-top: 60px;
  }

  .bannerItem .wrap p {
    font-size: 0.4rem !important;
  }

  .bannerItem .wrap .twoRow .item .left .jiantou {
    position: absolute;
    top: 25% !important;
    right: 0.1rem;
  }

  .bannerItem .wrap .threeRow .right .tip .jiantou {
    position: absolute;
    top: 25% !important;
    right: 0.1rem;
  }

  .bannerItem .wrap .fourRow .left .tip .jiantou {
    position: absolute;
    top: 25% !important;
    left: 5.45rem;
  }

  .bannerItem .wrap .threeRow .left .tip {
    left: 2.6rem;
  }

  .bannerItem .wrap .fourRow .right .tip {
    right: 2.3rem;
  }

  .bannerItem .wrap .oneRow .left p {
    font-size: 1.05rem !important;
  }

  .bannerItem .companynews .top .left p {
    font-size: 1.05rem !important;
  }

  .bannerItem .companynews .box .item .infoo {
    font-size: 0.25rem !important;
    line-height: 0.4rem;
  }

  .bannerItem .companynews .box .item .time {
    font-size: 0.2rem !important;
  }

  .bannerItem .info {
    width: 100%;
    height: 260px;
    top: 36vh;

  }

  .bannerItem .info,
  box {
    align-items: center;
    justify-content: center;
  }

  .bannerItem .btn {
    width: 35px;
    font-size: 1rem;
    bottom: 1rem;
  }

  .bannerItem .btn img {
    width: 1rem;
    height: 1rem;
    margin-left: 0.2rem;

  }


  .bannerItem .info .titleBanner {
    font-size: 1rem;
    line-height: 70px !important;
    position: absolute;
    justify-content: center;
    margin-top: 15px;
    width: 16rem;
    left: 50%;
    transform: translateX(-50%);
  }


  .bannerItem .info p {
    font-size: 15px !important;
    line-height: 25px;
    text-align: center;
    top: 3.5rem !important;
    width: 16rem;
    left: 50%;
    transform: translateX(-50%);

  }

  .bannerItem .activeBanner .titleBanner {
    line-height: 1 !important;
    margin-top: 0.4rem !important;
  }

  .bannerItem .info .activeBanner p {
    top: 3.3rem !important;
  }
}

@media (max-width: 412px) {
  .bannerItem .info:hover .titleBanner {
    padding-right: 1rem;
  }

  .bannerItem .info .titleBanner img {
    width: 1rem;
    height: auto
  }

  .bannerItem .info h1 {
    font-size: 20px;
    line-height: 30px !important;
    top: 1rem;
  }

  .bannerItem .info p {
    font-size: 12px !important;
    line-height: 20px;
    text-align: center;
    top: 4.5rem !important;
  }

  .bannerItem .activeBanner h1 {
    line-height: 1 !important;
    margin-top: 0.4rem !important;
  }

  .bannerItem .info .activeBanner p {
    top: 4.5rem !important;
  }

}
</style>